Repository: AndhiMardianto/MyCalculator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: af, ar, de, es, fr, hi, id, it, ja, pt, ru, tr, uk, ur

source: Standard Mode: Calculations follow the standard mathematical operator precedence rules (PEMDAS). Example: 3 + 5 * 2 = 13 (multiplication is performed first). Left to Right Mode: Calculations are performed from left to right without considering operator precedence. Example: 3 + 5 * 2 = 16 (calculations are done left to right). Scientific Mode: Sin, Cos, and Inverse Trigonometric Functions (Sin^-1, Cos^-1, Tan^-1): Calculates the values of sine, cosine, inverse sine (asin), inverse cosine (acos), tangent (tan), and inverse tangent (atan). These functions can accept input in degrees or radians. To switch between them, use the checkbox for 'Use Radians'. The default is degrees. Logarithms: Two types of logarithms are available: - Natural Logarithm (LN): Logarithm with the natural base (e). - Base 10 Logarithm: Logarithm with base 10. Negative numbers are not supported as logarithms are only defined for positive numbers. Square Root: Calculates the square root of a number. Negative numbers are not supported as the square root is only defined for non-negative numbers. Result Format: - High Precision: Displays the result with full detail. - Rounded (2 Decimal Places): Displays the result in a simpler form, rounded to 2 decimal places for easier reading.
ar: الوضع القياسي: تتبع العمليات الحسابية قواعد أولوية العمليات الرياضية القياسية (PEMDAS). مثال: 3 + 5 * 2 = 13 (يتم تنفيذ الضرب أولاً). وضع من اليسار إلى اليمين: تُجرى العمليات الحسابية من اليسار إلى اليمين دون مراعاة أولوية المشغل. مثال: 3 + 5 * 2 = 16 (يتم الحساب من اليسار إلى اليمين). الوضع العلمي: دوال الجيب وجيب التمام والدوال المثلثية العكسية (Sin^-1, Cos^-1, Tan^-1): تحسب قيم الجيب (sin) وجيب التمام (cos) والجيب العكسي (asin) وجيب التمام العكسي (acos) وظا (tan) وظا العكسي (atan). يمكن لهذه الدوال قبول المدخلات بالدرجات أو بالتقدير الدائري. للتبديل بينهما، استخدم مربع الاختيار 'استخدام التقدير الدائري'. الوضع الافتراضي هو الدرجات. اللوغاريتمات: يوجد نوعان من اللوغاريتمات: - اللوغاريتم الطبيعي (LN): لوغاريتم للأساس الطبيعي (e). - اللوغاريتم للأساس 10: لوغاريتم للأساس 10. الأرقام السالبة غير مدعومة لأن اللوغاريتمات تُعرّف فقط للأرقام الموجبة. الجذر التربيعي: يحسب الجذر التربيعي لعدد معين. الأرقام السالبة غير مدعومة لأن الجذر التربيعي يُعرّف فقط للأرقام غير السالبة. تنسيق النتيجة: - دقة عالية: يعرض النتيجة بتفاصيل كاملة. - تقريب إلى منزلتين عشريتين: يعرض النتيجة بشكل مبسط، مقربًا إلى منزلتين عشريتين لسهولة القراءة.
de: Standardmodus: Berechnungen folgen den Standardregeln der mathematischen Operatorpriorität (PEMDAS). Beispiel: 3 + 5 * 2 = 13 (Multiplikation wird zuerst ausgeführt). Links-nach-Rechts-Modus: Berechnungen werden von links nach rechts durchgeführt, ohne die Operatorpriorität zu berücksichtigen. Beispiel: 3 + 5 * 2 = 16 (Berechnungen erfolgen von links nach rechts). Wissenschaftlicher Modus: Sinus, Kosinus und inverse trigonometrische Funktionen (Sin^-1, Cos^-1, Tan^-1): Berechnet die Werte von Sinus (sin), Kosinus (cos), inverser Sinus (asin), inverser Kosinus (acos), Tangens (tan) und inverser Tangens (atan). Diese Funktionen können Eingaben in Grad oder Radiant akzeptieren. Um zwischen ihnen zu wechseln, verwenden Sie das Kontrollkästchen 'Radian verwenden'. Der Standardwert ist Grad. Logarithmen: Es gibt zwei Arten von Logarithmen: - Natürlicher Logarithmus (LN): Logarithmus zur Basis der natürlichen Zahl e. - Logarithmus zur Basis 10: Logarithmus mit Basis 10. Negative Zahlen werden nicht unterstützt, da Logarithmen nur für positive Zahlen definiert sind. Quadratwurzel: Berechnet die Quadratwurzel einer Zahl. Negative Zahlen werden nicht unterstützt, da die Quadratwurzel nur für nicht negative Zahlen definiert ist. Ergebnisformat: - Hohe Präzision: Zeigt das Ergebnis mit voller Genauigkeit an. - Gerundet (2 Dezimalstellen): Zeigt das Ergebnis in vereinfachter Form an, gerundet auf 2 Dezimalstellen für eine bessere Lesbarkeit.
fr: Mode Standard : Les calculs suivent les règles standard de priorité des opérateurs mathématiques (PEMDAS). Exemple : 3 + 5 * 2 = 13 (la multiplication est effectuée en premier). Mode Gauche à Droite : Les calculs sont effectués de gauche à droite sans tenir compte de la priorité des opérateurs. Exemple : 3 + 5 * 2 = 16 (les calculs sont effectués de gauche à droite). Mode Scientifique : Sin, Cos et Fonctions Trigonométriques Inverses (Sin^-1, Cos^-1, Tan^-1) : Calcule les valeurs du sinus, du cosinus, de l'arcsinus (asin), de l'arccosinus (acos), de la tangente (tan) et de l'arc tangente (atan). Ces fonctions acceptent une entrée en degrés ou en radians. Pour basculer entre eux, utilisez la case à cocher 'Utiliser les Radians'. L'option par défaut est les degrés. Logarithmes : Deux types de logarithmes sont disponibles : - Logarithme Naturel (LN) : Logarithme de base naturelle (e). - Logarithme Base 10 : Logarithme en base 10. Les nombres négatifs ne sont pas pris en charge, car les logarithmes ne sont définis que pour les nombres positifs. Racine Carrée : Calcule la racine carrée d'un nombre. Les nombres négatifs ne sont pas pris en charge, car la racine carrée n'est définie que pour les nombres non négatifs. Format du Résultat : - Haute Précision : Affiche le résultat avec tous les détails. - Arrondi (2 Décimales) : Affiche le résultat sous une forme simplifiée, arrondi à 2 décimales pour une lecture plus facile.
id: Mode Standar: Perhitungan mengikuti aturan standar prioritas operator matematika (PEMDAS). Contoh: 3 + 5 * 2 = 13 (perkalian dilakukan terlebih dahulu). Mode Kiri ke Kanan: Perhitungan dilakukan dari kiri ke kanan tanpa mempertimbangkan prioritas operator. Contoh: 3 + 5 * 2 = 16 (perhitungan dilakukan dari kiri ke kanan). Mode Ilmiah: Sin, Cos, dan Fungsi Trigonometri Invers (Sin^-1, Cos^-1, Tan^-1): Menghitung nilai sinus, kosinus, sinus invers (asin), kosinus invers (acos), tangen (tan), dan tangen invers (atan). Fungsi ini dapat menerima masukan dalam derajat atau radian. Untuk beralih di antara keduanya, gunakan kotak centang 'Gunakan Radian'. Defaultnya adalah derajat. Logaritma: Tersedia dua jenis logaritma: - Logaritma Natural (LN): Logaritma dengan basis natural (e). - Logaritma Basis 10: Logaritma dengan basis 10. Bilangan negatif tidak didukung karena logaritma hanya didefinisikan untuk bilangan positif. Akar Kuadrat: Menghitung akar kuadrat dari suatu bilangan. Bilangan negatif tidak didukung karena akar kuadrat hanya didefinisikan untuk bilangan tidak negatif. Format Hasil: - Presisi Tinggi: Menampilkan hasil dengan detail penuh. - Dibulatkan (2 Desimal): Menampilkan hasil dalam bentuk lebih sederhana, dibulatkan hingga 2 angka desimal agar lebih mudah dibaca.
it: Modalità Standard: I calcoli seguono le regole standard di precedenza degli operatori matematici (PEMDAS). Esempio: 3 + 5 * 2 = 13 (la moltiplicazione viene eseguita per prima). Modalità Sinistra a Destra: I calcoli vengono eseguiti da sinistra a destra senza considerare la precedenza degli operatori. Esempio: 3 + 5 * 2 = 16 (i calcoli vengono eseguiti da sinistra a destra). Modalità Scientifica: Sin, Cos e Funzioni Trigonometriche Inverse (Sin^-1, Cos^-1, Tan^-1): Calcola i valori di seno, coseno, seno inverso (asin), coseno inverso (acos), tangente (tan) e tangente inversa (atan). Queste funzioni accettano input in gradi o radianti. Per passare da uno all'altro, usa la casella di controllo 'Usa Radiani'. Il valore predefinito è in gradi. Logaritmi: Sono disponibili due tipi di logaritmi: - Logaritmo Naturale (LN): Logaritmo con la base naturale (e). - Logaritmo Base 10: Logaritmo con base 10. I numeri negativi non sono supportati poiché i logaritmi sono definiti solo per numeri positivi. Radice Quadrata: Calcola la radice quadrata di un numero. I numeri negativi non sono supportati poiché la radice quadrata è definita solo per numeri non negativi. Formato del Risultato: - Alta Precisione: Mostra il risultato con tutti i dettagli. - Arrotondato (2 Decimali): Mostra il risultato in una forma semplificata, arrotondato a 2 decimali per una lettura più facile.
ja: 標準モード: 計算は標準的な数学の演算子の優先順位ルール (PEMDAS) に従います。 例: 3 + 5 * 2 = 13 (掛け算が先に実行されます)。 左から右モード: 計算は左から右へと順番に実行され、演算子の優先順位は考慮されません。 例: 3 + 5 * 2 = 16 (計算は単純に左から右へ進みます)。 科学計算モード: 三角関数 (Sin, Cos) および逆三角関数 (Sin^-1, Cos^-1, Tan^-1): 正弦 (sin)、余弦 (cos)、逆正弦 (asin)、逆余弦 (acos)、正接 (tan)、逆正接 (atan) の値を計算します。 これらの関数は角度の単位として度 (Degrees) またはラジアン (Radians) を使用できます。 単位を切り替えるには「ラジアンを使用」のチェックボックスを変更してください。デフォルトは度です。 対数: 次の2種類の対数が利用可能です: - 自然対数 (LN): 底 (e) の対数。 - 底10の対数: 底 (10) の対数。 対数は正の数に対してのみ定義されるため、負の数には対応していません。 平方根: 数値の平方根を計算します。 平方根は0以上の数に対してのみ定義されるため、負の数には対応していません。 結果の表示形式: - 高精度: 結果を詳細な数値で表示。 - 四捨五入 (小数点以下2桁): 結果を簡潔に表示し、小数点以下2桁で四捨五入します。
pt: Modo Padrão: Os cálculos seguem as regras padrão de precedência de operadores matemáticos (PEMDAS). Exemplo: 3 + 5 * 2 = 13 (a multiplicação é realizada primeiro). Modo da Esquerda para a Direita: Os cálculos são realizados da esquerda para a direita, sem considerar a precedência dos operadores. Exemplo: 3 + 5 * 2 = 16 (os cálculos são feitos da esquerda para a direita). Modo Científico: Funções Trigonométricas Seno, Cosseno e Inversas (Sin^-1, Cos^-1, Tan^-1): Calcula os valores de seno, cosseno, arco seno (asin), arco cosseno (acos), tangente (tan) e arco tangente (atan). Essas funções podem aceitar entrada em graus ou radianos. Para alternar entre eles, use a caixa de seleção 'Usar Radianos'. O padrão é graus. Logaritmos: Existem dois tipos de logaritmos disponíveis: - Logaritmo Natural (LN): Logaritmo com a base natural (e). - Logaritmo Base 10: Logaritmo com base 10. Números negativos não são suportados, pois logaritmos são definidos apenas para números positivos. Raiz Quadrada: Calcula a raiz quadrada de um número. Números negativos não são suportados, pois a raiz quadrada é definida apenas para números não negativos. Formato do Resultado: - Alta Precisão: Exibe o resultado com todos os detalhes. - Arredondado (2 Casas Decimais): Exibe o resultado de forma simplificada, arredondado para 2 casas decimais para facilitar a leitura.
ru: Стандартный режим: Вычисления следуют стандартным правилам приоритета математических операторов (PEMDAS). Пример: 3 + 5 * 2 = 13 (умножение выполняется первым). Режим слева направо: Вычисления выполняются слева направо без учета приоритета операторов. Пример: 3 + 5 * 2 = 16 (вычисления выполняются слева направо). Научный режим: Синус, Косинус и Обратные тригонометрические функции (Sin^-1, Cos^-1, Tan^-1): Вычисляют значения синуса, косинуса, обратного синуса (asin), обратного косинуса (acos), тангенса (tan) и обратного тангенса (atan). Эти функции могут принимать ввод в градусах или радианах. Для переключения между ними используйте флажок 'Использовать радианы'. По умолчанию используются градусы. Логарифмы: Доступны два типа логарифмов: - Натуральный логарифм (LN): Логарифм с натуральной базой (e). - Логарифм по основанию 10: Логарифм с основанием 10. Отрицательные числа не поддерживаются, так как логарифмы определены только для положительных чисел. Квадратный корень: Вычисляет квадратный корень числа. Отрицательные числа не поддерживаются, так как квадратный корень определен только для неотрицательных чисел. Формат результата: - Высокая точность: Показывает результат с полными деталями. - Округленный (до 2 знаков после запятой): Показывает результат в упрощенной форме, округленный до 2 знаков для облегчения чтения.
tr: Standart Mod: Hesaplamalar, matematiksel işlem önceliği kurallarını (PEMDAS) takip eder. Örnek: 3 + 5 * 2 = 13 (çarpma önce yapılır). Soldan Sağa Mod: Hesaplamalar, işlem önceliğini dikkate almadan soldan sağa doğru yapılır. Örnek: 3 + 5 * 2 = 16 (hesaplamalar soldan sağa yapılır). Bilimsel Mod: Sin, Cos ve Ters Trigonometri Fonksiyonları (Sin^-1, Cos^-1, Tan^-1): Sinüs, kosinüs, ters sinüs (asin), ters kosinüs (acos), tanjant (tan) ve ters tanjant (atan) değerlerini hesaplar. Bu fonksiyonlar, derece veya radian cinsinden giriş alabilir. Bunlar arasında geçiş yapmak için 'Radyan Kullan' onay kutusunu kullanın. Varsayılan olan derece cinsindendir. Logaritmalar: İki tür logaritma mevcuttur: - Doğal Logaritma (LN): Doğal taban (e) ile logaritma. - Taban 10 Logaritması: 10 tabanlı logaritma. Negatif sayılar desteklenmez, çünkü logaritmalar yalnızca pozitif sayılar için tanımlıdır. Karekök: Bir sayının karekökünü hesaplar. Negatif sayılar desteklenmez, çünkü karekök yalnızca negatif olmayan sayılar için tanımlıdır. Sonuç Formatı: - Yüksek Hassasiyet: Sonucu tüm detaylarıyla gösterir. - Yuvarlanmış (2 Ondalık Basamağa): Sonucu daha basit bir şekilde, 2 ondalık basamağa yuvarlanmış olarak gösterir, okunmasını kolaylaştırır.
uk: Стандартний режим: Обчислення здійснюються згідно з стандартними правилами пріоритету математичних операторів (PEMDAS). Приклад: 3 + 5 * 2 = 13 (множення виконується першим). Режим зліва направо: Обчислення виконуються зліва направо без врахування пріоритету операторів. Приклад: 3 + 5 * 2 = 16 (обчислення виконуються зліва направо). Науковий режим: Синус, Косинус і Обернені тригонометричні функції (Sin^-1, Cos^-1, Tan^-1): Обчислює значення синуса, косинуса, оберненого синуса (asin), оберненого косинуса (acos), дотичність (tan) і обернену дотичність (atan). Ці функції можуть приймати введення в градусах або радіанах. Для перемикання між ними використовуйте прапорець 'Використовувати радіани'. За замовчуванням використовуються градуси. Логарифми: Доступні два типи логарифмів: - Природний логарифм (LN): Логарифм з природною базою (e). - Логарифм за базою 10: Логарифм з базою 10. Негативні числа не підтримуються, оскільки логарифми визначені лише для позитивних чисел. Квадратний корінь: Обчислює квадратний корінь з числа. Негативні числа не підтримуються, оскільки квадратний корінь визначений лише для неперервних чисел. Формат результату: - Висока точність: Показує результат з усіма деталями. - Округлено (2 десяткових знаки): Показує результат у спрощеній формі, округлений до 2 десяткових знаків для легшого читання.
ur: اسٹینڈرڈ موڈ : حسابات معیاری ریاضیاتی آپریٹر کی ترجیحات کے قواعد کے مطابق کیے جاتے ہیں (PEMDAS). مثال : 3 + 5 * 2 = 13 (سب سے پہلے ضرب کی جاتی ہے). بائیں سے دائیں موڈ : حسابات بائیں سے دائیں کیے جاتے ہیں، آپریٹر کی ترجیحات کو نظرانداز کرتے ہوئے. مثال : 3 + 5 * 2 = 16 (حسابات بائیں سے دائیں کیے جاتے ہیں). سائنسی موڈ : سین، کوس اور معکوس مثلثی افعال (سین^-1، کوس^-1، ٹین^-1) : سائن، کوسائن، معکوس سائن (asin)، معکوس کوسائن (acos)، ٹینجنٹ (tan)، اور معکوس ٹینجنٹ (atan) کی قیمتیں حساب کرتے ہیں. یہ افعال درجات یا ریڈیئن میں ان پٹ قبول کر سکتے ہیں۔ ان کے درمیان سوئچ کرنے کے لیے 'ریڈیئن استعمال کریں' چیک باکس کا استعمال کریں۔ ڈیفالٹ درجات ہیں. لوگرتھمز : دو قسم کے لوگرتھمز دستیاب ہیں : - قدرتی لوگرتھم (LN) : قدرتی بنیاد (e) کے ساتھ لوگرتھم. - بیس 10 لوگرتھم : بیس 10 کے ساتھ لوگرتھم. منفی نمبر سپورٹ نہیں کیے جاتے کیونکہ لوگرتھم صرف مثبت نمبروں کے لیے متعین ہیں. مربع جڑ : ایک نمبر کی مربع جڑ حساب کرتا ہے. منفی نمبروں کو سپورٹ نہیں کیا جاتا کیونکہ مربع جڑ صرف غیر منفی نمبروں کے لیے متعین ہے. نتیجہ کا فارمیٹ : - اعلی درستگی : نتیجہ کو مکمل تفصیل کے ساتھ دکھاتا ہے. - گول (2 اعشاریہ مقامات) : نتیجہ کو ایک سادہ شکل میں دکھاتا ہے، 2 اعشاریہ مقامات تک گول کیا گیا ہوتا ہے تاکہ پڑھنے میں آسانی ہو.

source: OK
ar: موافق
es: Aceptar
ru: ОК
uk: ОК

source: Say Hijriah date
ru: Озвучить дату Хиджры

source: Input your birthdate (dd-mm-yyyy):
ru: Введите дату вашего рождения в формате (дд-мм-гггг):

source: invalid input only numbers allow
ru: неверный ввод, разрешены только числа

source: Invalid input, only numbers are allowed
ru: Неверный ввод, разрешены только числа

source: Please Select Scientific Mode
ru: Пожалуйста, выберите научный режим

source: Open M y Calculator dialog
pt: Abrir o diálogo do Meu Calculadora

source: Input is empty, cannot copy
it: Il campo è vuoto, non può essere copiato

source: Copied
it: Copiato

source: Standard Mode: Calculations follow the standard mathematical operator precedence rules (PEMDAS). Example: 3 + 5 * 2 = 13 (multiplication is performed first). Left to Right Mode: Calculations are performed from left to right without considering operator precedence. Example: 3 + 5 * 2 = 16 (calculations are done left to right). Scientific Mode: Sin and Cos: Calculates the values of sine and cosine. The input must be in degrees. The calculator will automatically convert the value to radians for the calculation. Logarithms: Two types of logarithms are available: - Natural Logarithm (LN): Logarithm with the natural base (e). - Base 10 Logarithm: Logarithm with base 10. Negative numbers are not supported as logarithms are only defined for positive numbers. Square Root: Calculates the square root of a number. Negative numbers are not supported as the square root is only defined for non-negative numbers. Result Format: - High Precision: Displays the result with full detail. - Rounded (2 Decimal Places): Displays the result in a simpler form, rounded to 2 decimal places for easier reading.
es: Modo Estándar: Los cálculos siguen las reglas estándar de precedencia de operadores matemáticos (PEMDAS). Ejemplo: 3 + 5 * 2 = 13 (la multiplicación se realiza primero). Modo de Izquierda a Derecha: Los cálculos se realizan de izquierda a derecha sin considerar la precedencia de los operadores. Ejemplo: 3 + 5 * 2 = 16 (los cálculos se hacen de izquierda a derecha). Modo Científico: Seno y Coseno: Calcula los valores del seno y el coseno. La entrada debe estar en grados. La calculadora convertirá automáticamente el valor a radianes para el cálculo. Logaritmos: Hay dos tipos de logaritmos disponibles: - Logaritmo Natural (LN): Logaritmo con la base natural (e). - Logaritmo en Base 10: Logaritmo con base 10. Los números negativos no son compatibles ya que los logaritmos solo están definidos para números positivos. Raíz Cuadrada: Calcula la raíz cuadrada de un número. Los números negativos no son compatibles ya que la raíz cuadrada solo está definida para números no negativos. Formato de Resultado: - Alta Precisión: Muestra el resultado con todo el detalle. - Redondeado (2 Decimales): Muestra el resultado de forma más simple, redondeado a 2 decimales para facilitar la lectura.
