Repository: AndhiMardianto/MyCalculator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: af, ar, de, es, fr, hi, id, it, ja, pt, ru, tr, uk, ur

source: Open My Calculator dialog
af: Maak My Sakrekenaar dialoog oop
ar: افتح مربع حوار الآلة الحاسبة الخاصة بي
de: Mein Rechner-Dialog öffnen
es: Abrir el cuadro de diálogo de Mi Calculadora
fr: Ouvrir la boîte de dialogue de ma calculatrice
hi: मेरा कैलकुलेटर डायलॉग खोलें
id: Buka dialog Kalkulator Saya
it: Apre la finestra di dialogo di My Calculator
ja: 電卓ダイアログを開く
ru: Открыть диалог Мой Калькулятор
tr: Hesap Makinem iletişim kutusunu aç
uk: Відкрити діалог «Мій калькулятор»
ur: میرے کیلکولیٹر ڈائیلاگ کو کھولیں

source: Calculation Input
af: Berekeningsinvoer
ar: إدخال الحساب
de: Berechnungseingabe
es: Entrada de Cálculo
fr: Entrée de calcul
hi: गणना इनपुट
id: Input Perhitungan
it: Calcolo
ja: 計算入力
pt: Entrada de Cálculo
ru: Ввод вычисления
tr: Hesaplama Girdisi
uk: Вхідні дані для обчислення
ur: حساب کا ان پٹ

source: Copy
af: Kopieer
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
pt: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
ur: نقل کریں

source: Standar
af: Standaard
ar: قياسي
de: Standard
es: Estándar
fr: Standard
hi: मानक
ja: 標準
pt: Padrão
ru: Стандартный
tr: Standart
uk: Стандартний
ur: معیاری

source: Left to Right
af: Links na Regs
ar: من اليسار إلى اليمين
de: Von links nach rechts
es: De Izquierda a Derecha
fr: De gauche à droite
hi: बाएं से दाएं
ja: 左から右へ
pt: Esquerda para Direita
ru: Слева направо
tr: Soldan Sağa
uk: Зліва направо
ur: بائیں سے دائیں

source: Conversion
af: Omskakeling
ar: تحويل
de: Umrechnung
es: Conversión
hi: रूपांतरण
id: Konversi
it: Conversione
ja: 変換
pt: Conversão
ru: Преобразование
tr: Dönüştürme
uk: Перетворення
ur: تبدیلی

source: Scientific
af: Wetenskaplik
ar: علمي
de: Wissenschaftlich
es: Científico
fr: Scientifique
hi: वैज्ञानिक
id: Ilmiah
it: Scientifico
ja: 科学的
pt: Científico
ru: Научный
tr: Bilimsel
uk: Науковий
ur: سائنسی

source: Help
af: Hulp
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
ja: ヘルプ
pt: Ajuda
ru: Справка
tr: Yardım
uk: Довідка
ur: مدد

source: Calculation mode set to Standard International
af: Berekeningsmodus gestel na Standaard Internasionaal
ar: تم تعيين وضع الحساب إلى القياسي الدولي
de: Berechnungsmodus auf Standard International gesetzt
es: Modo de cálculo configurado en Estándar Internacional
fr: Mode de calcul réglé sur Standard International
hi: गणना मोड मानक अंतरराष्ट्रीय पर सेट किया गया है
id: Mode perhitungan diatur ke Standar Internasional
ja: 計算モードが標準インターナショナルに設定されました
pt: Modo de cálculo definido como Padrão Internacional
ru: Режим вычислений установлен на Стандартный Международный
tr: Hesaplama modu Uluslararası Standart olarak ayarlandı
uk: Режим обчислення встановлено на Стандартний міжнародний
ur: حساب کا طریقہ معیاری بین الاقوامی پر سیٹ کر دیا گیا

source: Calculation mode set to Left to Right
af: Berekeningsmodus gestel na Links na Regs
ar: تم تعيين وضع الحساب إلى من اليسار إلى اليمين
de: Berechnungsmodus auf Von links nach rechts gesetzt
es: Modo de cálculo configurado en De Izquierda a Derecha
fr: Mode de calcul réglé sur De gauche à droite
hi: गणना मोड बाएं से दाएं पर सेट किया गया है
id: Mode perhitungan diatur ke Kiri ke Kanan
ja: 計算モードが左から右に設定されました
pt: Modo de cálculo definido como Esquerda para Direita
ru: Режим вычислений установлен на Слева направо
tr: Hesaplama modu Soldan Sağa olarak ayarlandı
uk: Режим обчислення встановлено «Зліва направо»
ur: حساب کا طریقہ بائیں سے دائیں پر سیٹ کر دیا گیا

source: Failed to access clipboard
af: Kon nie toegang tot knipbord kry nie
ar: فشل الوصول إلى الحافظة
de: Zugriff auf die Zwischenablage fehlgeschlagen
es: No se pudo acceder al portapapeles
fr: Échec de l'accès au presse-papiers
hi: क्लिपबोर्ड तक पहुंचने में विफल
id: Gagal mengakses papan klip
it: Impossibile accedere agli appunti
ja: クリップボードにアクセスできませんでした
pt: Falha ao acessar a área de transferência
ru: Не удалось получить доступ к буферу обмена
tr: Panoya erişilemedi
uk: Не вдалося отримати доступ до буфера обміну
ur: کلپ بورڈ تک رسائی میں ناکامی

source: Invalid input, only numbers and arithmetic symbols allowed
af: Ongeldige invoer, slegs syfers en rekenkundige simbole toegelaat
ar: إدخال غير صالح، يُسمح فقط بالأرقام والرموز الحسابية
de: Ungültige Eingabe, nur Zahlen und arithmetische Symbole erlaubt
es: Entrada no válida, solo se permiten números y símbolos aritméticos
fr: Entrée invalide, seuls les nombres et les symboles arithmétiques sont autorisés
hi: अमान्य इनपुट, केवल संख्याएं और अंकगणितीय प्रतीक अनुमत हैं
id: Input tidak valid, hanya angka dan simbol aritmatika yang diizinkan
it: Calcolo non valido, sono consentiti solo numeri e simboli aritmetici
ja: 無効な入力です。数字と算術記号のみ使用できます
pt: Entrada inválida, apenas números e símbolos aritméticos são permitidos
ru: Неверный ввод, разрешены только числа и арифметические символы
tr: Geçersiz giriş, yalnızca sayılar ve aritmetik semboller kullanılabilir
uk: Недійсне введення, дозволені лише числа та арифметичні символи
ur: غلط ان پٹ، صرف نمبرز اور ریاضیاتی علامات کی اجازت ہے

source: Error! Check Input
af: Fout! Gaan Invoer na
ar: خطأ! تحقق من الإدخال
de: Fehler! Eingabe überprüfen
es: ¡Error! Verificar entrada
fr: Erreur ! Vérifiez l'entrée
hi: त्रुटि! इनपुट जांचें
id: Kesalahan! Periksa Input
it: Errore! Controllare il calcolo
ja: エラー！入力を確認してください
pt: Erro! Verifique a entrada
ru: Ошибка! Проверьте ввод
tr: Hata! Girdiyi kontrol edin
uk: Помилка! Перевірте введення
ur: غلطی! ان پٹ چیک کریں

source: Invalid calculation mode
af: Ongeldige berekeningsmodus
ar: وضع الحساب غير صالح
de: Ungültiger Berechnungsmodus
es: Modo de cálculo no válido
fr: Mode de calcul invalide
hi: अमान्य गणना मोड
ja: 無効な計算モード
pt: Modo de cálculo inválido
ru: Неверный режим вычислений
tr: Geçersiz hesaplama modu
uk: Недійсний режим обчислення
ur: غلط حساب کا طریقہ

source: Time
af: Tyd
ar: الوقت
de: Zeit
fr: Temps
hi: समय
id: Waktu
it: Tempo
ja: 時間
pt: Tempo
ru: Время
tr: Zaman
uk: Час
ur: وقت

source: Select a Time conversion:
af: Kies 'n tyd-omskakeling:
ar: اختر تحويل الوقت:
de: Wählen Sie eine Zeitumrechnung:
fr: Sélectionnez une conversion de temps :
hi: एक समय रूपांतरण चुनें:
id: Pilih konversi waktu:
it: Seleziona una conversione di tempo:
ja: 時間の変換を選択してください:
pt: Selecione uma conversão de tempo:
ru: Выберите преобразование времени:
tr: Bir zaman dönüşümü seçin:
uk: Виберіть конверсію часу:
ur: وقت کی تبدیلی منتخب کریں:

source: Time Conversion Options
af: Tyd-omskakelingsopsies
ar: خيارات تحويل الوقت
de: Zeitumrechnungsoptionen
fr: Options de conversion du temps
hi: समय रूपांतरण विकल्प
id: Opsi Konversi Waktu
it: Opzioni di Conversione del Tempo
ja: 時間変換オプション
pt: Opções de Conversão de Tempo
ru: Параметры преобразования времени
tr: Zaman Dönüşümü Seçenekleri
uk: Опції конверсії часу
ur: وقت کی تبدیلی کے آپشنز

source: Masehi to Hijri
af: Masehi na Hijri
ar: الميلادي إلى الهجري
de: Gregorianisch zu Hidschri
fr: Grégorien vers Hijri
hi: मसीही से हिजरी
id: Masehi ke Hijriah
it: Masehi a Hijri
ja: 西暦からヒジュラ暦
pt: Masehi para Hijri
ru: Масехи в Хиджру
tr: Miladi'den Hicri'ye
uk: Григоріанський календар до Хіджри
ur: مسیحی تاریخ سے ہجری تاریخ

source: Hijri to Masehi
af: Hijri na Masehi
ar: الهجري إلى الميلادي
de: Hidschri zu Gregorianisch
fr: Hijri vers Grégorien
hi: हिजरी से मसीही
id: Hijriah ke Masehi
it: Hijri a Masehi
ja: ヒジュラ暦から西暦
pt: Hijri para Masehi
ru: Хиджра в Масехи
tr: Hicri'den Miladi'ye
uk: Хіджра до Григоріанського календаря
ur: ہجری تاریخ سے مسیحی تاریخ

source: Input in Masehi. Example 01012025
af: Voer in Masehi in. Voorbeeld 01012025
ar: الإدخال بالتاريخ الميلادي. مثال 01012025
de: Eingabe im Gregorianischen. Beispiel: 01012025
fr: Entrée en Grégorien. Exemple : 01012025
hi: मसीही में इनपुट करें। उदाहरण 01012025
id: Masukkan dalam Masehi. Contoh 01012025
it: Inserisci in Masehi. Esempio 01012025
ja: 西暦で入力してください。例: 01012025
pt: Insira no formato Masehi. Exemplo 01012025
ru: Введите в Масехи. Пример 01012025
tr: Miladi olarak girin. Örnek: 01012025
uk: Введіть у григоріанському календарі. Приклад 01012025
ur: مسیحی تاریخ میں داخل کریں۔ مثال 01012025

source: Input in Hijri. Example 01012025
af: Voer in Hijri in. Voorbeeld 01012025
ar: الإدخال بالتاريخ الهجري. مثال 01012025
de: Eingabe im Hidschri. Beispiel: 01012025
fr: Entrée en Hijri. Exemple : 01012025
hi: हिजरी में इनपुट करें। उदाहरण 01012025
id: Masukkan dalam Hijriah. Contoh 01012025
it: Inserisci in Hijri. Esempio 01012025
ja: ヒジュラ暦で入力してください。例: 01012025
pt: Insira no formato Hijri. Exemplo 01012025
ru: Введите в Хиджре. Пример 01012025
tr: Hicri olarak girin. Örnek: 01012025
uk: Введіть у хіджрійському календарі. Приклад 01012025
ur: ہجری تاریخ میں داخل کریں۔ مثال 01012025

source: Seconds to Minutes
af: Sekondes na Minute
ar: الثواني إلى الدقائق
de: Sekunden zu Minuten
fr: Secondes en Minutes
hi: सेकंड से मिनट
id: Detik ke Menit
it: Secondi a Minuti
ja: 秒から分
pt: Segundos para Minutos
ru: Секунды в минуты
tr: Saniye'den Dakika'ya
uk: Секунди в хвилини
ur: سیکنڈ سے منٹ

source: Minutes to Hours
af: Minute na Ure
ar: الدقائق إلى الساعات
de: Minuten zu Stunden
fr: Minutes en Heures
hi: मिनट से घंटे
id: Menit ke Jam
it: Minuti a Ore
ja: 分から時間
pt: Minutos para Horas
ru: Минуты в часы
tr: Dakika'dan Saat'e
uk: Хвилини в години
ur: منٹ سے گھنٹے

source: Hours to Days
af: Ure na Dae
ar: الساعات إلى الأيام
de: Stunden zu Tagen
fr: Heures en Jours
hi: घंटे से दिन
id: Jam ke Hari
it: Ore a Giorni
ja: 時間から日
pt: Horas para Dias
ru: Часы в дни
tr: Saat'ten Gün'e
uk: Години в дні
ur: گھنٹے سے دن

source: Days to Weeks
af: Dae na Weke
ar: الأيام إلى الأسابيع
de: Tage zu Wochen
fr: Jours en Semaines
hi: दिन से सप्ताह
id: Hari ke Minggu
it: Giorni a Settimane
ja: 日から週
pt: Dias para Semanas
ru: Дни в недели
tr: Gün'den Hafta'ya
uk: Дні в тижні
ur: دن سے ہفتے

source: Weeks to Months
af: Weke na Maande
ar: الأسابيع إلى الأشهر
de: Wochen zu Monaten
fr: Semaines en Mois
hi: सप्ताह से महीने
id: Minggu ke Bulan
it: Settimane a Mesi
ja: 週から月
pt: Semanas para Meses
ru: Недели в месяцы
tr: Hafta'dan Ay'a
uk: Тижні в місяці
ur: ہفتے سے مہینے

source: Months to Years
af: Maande na Jare
ar: الأشهر إلى السنوات
de: Monate zu Jahren
fr: Mois en Années
hi: महीने से वर्ष
id: Bulan ke Tahun
it: Mesi a Anni
ja: 月から年
pt: Meses para Anos
ru: Месяцы в годы
tr: Ay'dan Yıl'a
uk: Місяці в роки
ur: مہینے سے سال

source: Input in Seconds:
af: Voer in sekondes in:
ar: الإدخال بالثواني:
de: Eingabe in Sekunden:
fr: Entrée en Secondes :
hi: सेकंड में इनपुट करें:
id: Masukkan dalam Detik:
it: Inserisci in Secondi:
ja: 秒単位で入力してください:
pt: Insira em Segundos:
ru: Введите в секундах:
tr: Saniye olarak girin:
uk: Введіть у секундах:
ur: سیکنڈ میں داخل کریں:

source: Input in Minutes:
af: Voer in minute in:
ar: الإدخال بالدقائق:
de: Eingabe in Minuten:
fr: Entrée en Minutes :
hi: मिनट में इनपुट करें:
id: Masukkan dalam Menit:
it: Inserisci in Minuti:
ja: 分単位で入力してください:
pt: Insira em Minutos:
ru: Введите в минутах:
tr: Dakika olarak girin:
uk: Введіть у хвилинах:
ur: منٹ میں داخل کریں:

source: Input in Hours:
af: Voer in ure in:
ar: الإدخال بالساعات:
de: Eingabe in Stunden:
fr: Entrée en Heures :
hi: घंटे में इनपुट करें:
id: Masukkan dalam Jam:
it: Inserisci in Ore:
ja: 時間単位で入力してください:
pt: Insira em Horas:
ru: Введите в часах:
tr: Saat olarak girin:
uk: Введіть у годинах:
ur: گھنٹے میں داخل کریں:

source: Input in Days:
af: Voer in dae in:
ar: الإدخال بالأيام:
de: Eingabe in Tagen:
fr: Entrée en Jours :
hi: दिन में इनपुट करें:
id: Masukkan dalam Hari:
it: Inserisci in Giorni:
ja: 日単位で入力してください:
pt: Insira em Dias:
ru: Введите в днях:
tr: Gün olarak girin:
uk: Введіть у днях:
ur: دن میں داخل کریں:

source: Input in Weeks:
af: Voer in weke in:
ar: الإدخال بالأسابيع:
de: Eingabe in Wochen:
fr: Entrée en Semaines :
hi: सप्ताह में इनपुट करें:
id: Masukkan dalam Minggu:
it: Inserisci in Settimane:
ja: 週単位で入力してください:
pt: Insira em Semanas:
ru: Введите в неделях:
tr: Hafta olarak girin:
uk: Введіть у тижнях:
ur: ہفتے میں داخل کریں:

source: Input in Months:
af: Voer in maande in:
ar: الإدخال بالأشهر:
de: Eingabe in Monaten:
fr: Entrée en Mois :
hi: महीने में इनपुट करें:
id: Masukkan dalam Bulan:
it: Inserisci in Mesi:
ja: 月単位で入力してください:
pt: Insira em Meses:
ru: Введите в месяцах:
tr: Ay olarak girin:
uk: Введіть у місяцях:
ur: مہینے میں داخل کریں:

source: Kilometers per Hour to Miles per Hour
af: Kilometer per uur na Myl per uur
ar: كيلومتر في الساعة إلى ميل في الساعة
de: Kilometer pro Stunde zu Meilen pro Stunde
fr: Kilomètres par Heure en Miles par Heure
hi: किलोमीटर प्रति घंटा से मील प्रति घंटा
id: Kilometer per Jam ke Mil per Jam
it: Chilometri all'ora a Miglia all'ora
ja: 時速キロメートルから時速マイル
pt: Quilômetros por Hora para Milhas por Hora
ru: Километры в час в мили в час
tr: Kilometre/Saat'ten Mil/Saat'e
uk: Кілометри на годину в милі на годину
ur: کلو میٹر فی گھنٹہ سے میل فی گھنٹہ

source: Miles per Hour to Kilometers per Hour
af: Myl per uur na Kilometer per uur
ar: ميل في الساعة إلى كيلومتر في الساعة
de: Meilen pro Stunde zu Kilometer pro Stunde
fr: Miles par Heure en Kilomètres par Heure
hi: मील प्रति घंटा से किलोमीटर प्रति घंटा
id: Mil per Jam ke Kilometer per Jam
it: Miglia all'ora a Chilometri all'ora
ja: 時速マイルから時速キロメートル
pt: Milhas por Hora para Quilômetros por Hora
ru: Мили в час в километры в час
tr: Mil/Saat'ten Kilometre/Saat'e
uk: Милі на годину в кілометри на годину
ur: میل فی گھنٹہ سے کلو میٹر فی گھنٹہ

source: Meters per Second to Kilometers per Hour
af: Meter per sekonde na Kilometer per uur
ar: متر في الثانية إلى كيلومتر في الساعة
de: Meter pro Sekunde zu Kilometer pro Stunde
fr: Mètres par Seconde en Kilomètres par Heure
hi: मीटर प्रति सेकंड से किलोमीटर प्रति घंटा
id: Meter per Detik ke Kilometer per Jam
it: Metri al secondo a Chilometri all'ora
ja: 秒速メートルから時速キロメートル
pt: Metros por Segundo para Quilômetros por Hora
ru: Метры в секунду в километры в час
tr: Metre/Saniye'den Kilometre/Saat'e
uk: Метри на секунду в кілометри на годину
ur: میٹر فی سیکنڈ سے کلو میٹر فی گھنٹہ

source: Kilometers per Hour to Meters per Second
af: Kilometer per uur na Meter per sekonde
ar: كيلومتر في الساعة إلى متر في الثانية
de: Kilometer pro Stunde zu Meter pro Sekunde
fr: Kilomètres par Heure en Mètres par Seconde
hi: किलोमीटर प्रति घंटा से मीटर प्रति सेकंड
id: Kilometer per Jam ke Meter per Detik
it: Chilometri all'ora a Metri al secondo
ja: 時速キロメートルから秒速メートル
pt: Quilômetros por Hora para Metros por Segundo
ru: Километры в час в метры в секунду
tr: Kilometre/Saat'ten Metre/Saniye'ye
uk: Кілометри на годину в метри на секунду
ur: کلو میٹر فی گھنٹہ سے میٹر فی سیکنڈ

source: Meters per Second to Miles per Hour
af: Meter per sekonde na Myl per uur
ar: متر في الثانية إلى ميل في الساعة
de: Meter pro Sekunde zu Meilen pro Stunde
fr: Mètres par Seconde en Miles par Heure
hi: मीटर प्रति सेकंड से मील प्रति घंटा
id: Meter per Detik ke Mil per Jam
it: Metri al secondo a Miglia all'ora
ja: 秒速メートルから時速マイル
pt: Metros por Segundo para Milhas por Hora
ru: Метры в секунду в мили в час
tr: Metre/Saniye'den Mil/Saat'e
uk: Метри на секунду в милі на годину
ur: میٹر فی سیکنڈ سے میل فی گھنٹہ

source: Miles per Hour to Meters per Second
af: Myl per uur na Meter per sekonde
ar: ميل في الساعة إلى متر في الثانية
de: Meilen pro Stunde zu Meter pro Sekunde
fr: Miles par Heure en Mètres par Seconde
hi: मील प्रति घंटा से मीटर प्रति सेकंड
id: Mil per Jam ke Meter per Detik
it: Miglia all'ora a Metri al secondo
ja: 時速マイルから秒速メートル
pt: Milhas por Hora para Metros por Segundo
ru: Мили в час в метры в секунду
tr: Mil/Saat'ten Metre/Saniye'ye
uk: Милі на годину в метри на секунду
ur: میل فی گھنٹہ سے میٹر فی سیکنڈ

source: Knots to Kilometers per Hour
af: Knope na Kilometer per uur
ar: عقدة إلى كيلومتر في الساعة
de: Knoten zu Kilometer pro Stunde
fr: Nœuds en Kilomètres par Heure
hi: नॉट से किलोमीटर प्रति घंटा
id: Knot ke Kilometer per Jam
it: Nodi a Chilometri all'ora
ja: ノットから時速キロメートル
pt: Nós para Quilômetros por Hora
ru: Узлы в километры в час
tr: Düğüm'den Kilometre/Saat'e
uk: Вузли в кілометри на годину
ur: نوٹس سے کلو میٹر فی گھنٹہ

source: Kilometers per Hour to Knots
af: Kilometer per uur na Knope
ar: كيلومتر في الساعة إلى عقدة
de: Kilometer pro Stunde zu Knoten
fr: Kilomètres par Heure en Nœuds
hi: किलोमीटर प्रति घंटा से नॉट
id: Kilometer per Jam ke Knot
it: Chilometri all'ora a Nodi
ja: 時速キロメートルからノット
pt: Quilômetros por Hora para Nós
ru: Километры в час в узлы
tr: Kilometre/Saat'ten Düğüm'e
uk: Кілометри на годину в вузли
ur: کلو میٹر فی گھنٹہ سے نوٹس

source: Knots to Miles per Hour
af: Knope na Myl per uur
ar: عقدة إلى ميل في الساعة
de: Knoten zu Meilen pro Stunde
fr: Nœuds en Miles par Heure
hi: नॉट से मील प्रति घंटा
id: Knot ke Mil per Jam
it: Nodi a Miglia all'ora
ja: ノットから時速マイル
pt: Nós para Milhas por Hora
ru: Узлы в мили в час
tr: Düğüm'den Mil/Saat'e
uk: Вузли в милі на годину
ur: نوٹس سے میل فی گھنٹہ

source: Miles per Hour to Knots
af: Myl per uur na Knope
ar: ميل في الساعة إلى عقدة
de: Meilen pro Stunde zu Knoten
fr: Miles par Heure en Nœuds
hi: मील प्रति घंटा से नॉट
id: Mil per Jam ke Knot
it: Miglia all'ora a Nodi
ja: 時速マイルからノット
pt: Milhas por Hora para Nós
ru: Мили в час в узлы
tr: Mil/Saat'ten Düğüm'e
uk: Милі на годину в вузли
ur: میل فی گھنٹہ سے نوٹس

source: Feet per Second to Kilometers per Hour
af: Voet per sekonde na Kilometer per uur
ar: قدم في الثانية إلى كيلومتر في الساعة
de: Fuß pro Sekunde zu Kilometer pro Stunde
fr: Pieds par Seconde en Kilomètres par Heure
hi: फीट प्रति सेकंड से किलोमीटर प्रति घंटा
id: Kaki per Detik ke Kilometer per Jam
it: Piedi al secondo a Chilometri all'ora
ja: 秒速フィートから時速キロメートル
pt: Pés por Segundo para Quilômetros por Hora
ru: Футы в секунду в километры в час
tr: Ayak/Saniye'den Kilometre/Saat'e
uk: Фути на секунду в кілометри на годину
ur: پاؤں فی سیکنڈ سے کلو میٹر فی گھنٹہ

source: Kilometers per Hour to Feet per Second
af: Kilometer per uur na Voet per sekonde
ar: كيلومتر في الساعة إلى قدم في الثانية
de: Kilometer pro Stunde zu Fuß pro Sekunde
fr: Kilomètres par Heure en Pieds par Seconde
hi: किलोमीटर प्रति घंटा से फीट प्रति सेकंड
id: Kilometer per Jam ke Kaki per Detik
it: Chilometri all'ora a Piedi al secondo
ja: 時速キロメートルから秒速フィート
pt: Quilômetros por Hora para Pés por Segundo
ru: Километры в час в футы в секунду
tr: Kilometre/Saat'ten Ayak/Saniye'ye
uk: Кілометри на годину в фути на секунду
ur: کلو میٹر فی گھنٹہ سے پاؤں فی سیکنڈ

source: Kilometers to Miles
af: Kilometer na Myl
ar: كيلومتر إلى ميل
de: Kilometer zu Meilen
fr: Kilomètres en Miles
hi: किलोमीटर से मील
id: Kilometer ke Mil
it: Chilometri a Miglia
ja: キロメートルからマイル
pt: Quilômetros para Milhas
ru: Километры в мили
tr: Kilometre'den Mil'e
uk: Кілометри в милі
ur: کلو میٹر سے میل

source: Miles to Kilometers
af: Myl na Kilometer
ar: ميل إلى كيلومتر
de: Meilen zu Kilometer
fr: Miles en Kilomètres
hi: मील से किलोमीटर
id: Mil ke Kilometer
it: Miglia a Chilometri
ja: マイルからキロメートル
pt: Milhas para Quilômetros
ru: Мили в километры
tr: Mil'den Kilometre'ye
uk: Милі в кілометри
ur: میل سے کلو میٹر

source: Meters to Feet
af: Meter na Voet
ar: متر إلى قدم
de: Meter zu Fuß
fr: Mètres en Pieds
hi: मीटर से फीट
id: Meter ke Kaki
it: Metri a Piedi
ja: メートルからフィート
pt: Metros para Pés
ru: Метры в футы
tr: Metre'den Ayak'a
uk: Метри в фути
ur: میٹر سے پاؤں

source: Feet to Meters
af: Voet na Meter
ar: قدم إلى متر
de: Fuß zu Meter
fr: Pieds en Mètres
hi: फीट से मीटर
id: Kaki ke Meter
it: Piedi a Metri
ja: フィートからメートル
pt: Pés para Metros
ru: Футы в метры
tr: Ayak'tan Metre'ye
uk: Фути в метри
ur: پاؤں سے میٹر

source: Centimeters to Inches
af: Sentimeter na Duim
ar: سنتيمتر إلى بوصة
de: Zentimeter zu Zoll
fr: Centimètres en Pouces
hi: सेंटीमीटर से इंच
id: Sentimeter ke Inci
it: Centimetri a Pollici
ja: センチメートルからインチ
pt: Centímetros para Polegadas
ru: Сантиметры в дюймы
tr: Santimetre'den İnç'e
uk: Сантиметри в дюйми
ur: سینٹی میٹر سے انچ

source: Inches to Centimeters
af: Duim na Sentimeter
ar: بوصة إلى سنتيمتر
de: Zoll zu Zentimeter
fr: Pouces en Centimètres
hi: इंच से सेंटीमीटर
id: Inci ke Sentimeter
it: Pollici a Centimetri
ja: インチからセンチメートル
pt: Polegadas para Centímetros
ru: Дюймы в сантиметры
tr: İnç'ten Santimetre'ye
uk: Дюйми в сантиметри
ur: انچ سے سینٹی میٹر

source: Kilograms to Pounds
af: Kilogram na Pond
ar: كيلوغرام إلى رطل
de: Kilogramm zu Pfund
fr: Kilogrammes en Livres
hi: किलोग्राम से पाउंड
id: Kilogram ke Pon
it: Chilogrammi a Libbre
ja: キログラムからポンド
pt: Quilogramas para Libras
ru: Килограммы в фунты
tr: Kilogram'dan Pound'a
uk: Кілограми в фунти
ur: کلو گرام سے پاؤنڈ

source: Pounds to Kilograms
af: Pond na Kilogram
ar: رطل إلى كيلوغرام
de: Pfund zu Kilogramm
fr: Livres en Kilogrammes
hi: पाउंड से किलोग्राम
id: Pon ke Kilogram
it: Libbre a Chilogrammi
ja: ポンドからキログラム
pt: Libras para Quilogramas
ru: Фунты в килограммы
tr: Pound'dan Kilogram'a
uk: Фунти в кілограми
ur: پاؤنڈ سے کلو گرام

source: Tons to Kilograms
af: Ton na Kilogram
ar: طن إلى كيلوغرام
de: Tonnen zu Kilogramm
fr: Tonnes en Kilogrammes
hi: टन से किलोग्राम
id: Ton ke Kilogram
it: Tonnellate a Chilogrammi
ja: トンからキログラム
pt: Toneladas para Quilogramas
ru: Тонны в килограммы
tr: Ton'dan Kilogram'a
uk: Тони в кілограми
ur: ٹن سے کلو گرام

source: Kilograms to Tons
af: Kilogram na Ton
ar: كيلوغرام إلى طن
de: Kilogramm zu Tonnen
fr: Kilogrammes en Tonnes
hi: किलोग्राम से टन
id: Kilogram ke Ton
it: Chilogrammi a Tonnellate
ja: キログラムからトン
pt: Quilogramas para Toneladas
ru: Килограммы в тонны
tr: Kilogram'dan Ton'a
uk: Кілограми в тони
ur: کلو گرام سے ٹن

source: Ounces to Grams
af: Ons na Gram
ar: أونصة إلى جرام
de: Unzen zu Gramm
fr: Onces en Grammes
hi: औंस से ग्राम
id: Ons ke Gram
it: Once a Grammi
ja: オンスからグラム
pt: Onças para Gramas
ru: Унции в граммы
tr: Ons'tan Gram'a
uk: Унції в грами
ur: اونس سے گرام

source: Grams to Ounces
af: Gram na Ons
ar: جرام إلى أونصة
de: Gramm zu Unzen
fr: Grammes en Onces
hi: ग्राम से औंस
id: Gram ke Ons
it: Grammi a Once
ja: グラムからオンス
pt: Gramas para Onças
ru: Граммы в унции
tr: Gram'dan Ons'a
uk: Грами в унції
ur: گرام سے اونس

source: Liter to Gallon (US)
af: Liter na Gallon (VSA)
ar: لتر إلى جالون (أمريكي)
de: Liter zu Gallone (US)
fr: Litre en Gallon (US)
hi: लीटर से गैलन (यूएस)
id: Liter ke Galon (US)
it: Litro a Gallone (US)
ja: リットルからガロン (US)
pt: Litros para Galão (EUA)
ru: Литры в галлоны (США)
tr: Litre'den Galon (ABD)'ye
uk: Літри в галони (США)
ur: لیٹر سے گیلن (امریکہ)

source: Gallon (US) to Liter
af: Gallon (VSA) na Liter
ar: جالون (أمريكي) إلى لتر
de: Gallone (US) zu Liter
fr: Gallon (US) en Litre
hi: गैलन (यूएस) से लीटर
id: Galon (US) ke Liter
it: Gallone (US) a Litro
ja: ガロン (US) からリットル
pt: Galão (EUA) para Litros
ru: Галлоны (США) в литры
tr: Galon (ABD)'den Litre'ye
uk: Галони (США) в літри
ur: گیلن (امریکہ) سے لیٹر

source: Liter to Milliliter
af: Liter na Milliliter
ar: لتر إلى مليلتر
de: Liter zu Milliliter
fr: Litre en Millilitre
hi: लीटर से मिलीलीटर
id: Liter ke Mililiter
it: Litro a Millilitro
ja: リットルからミリリットル
pt: Litros para Mililitros
ru: Литры в миллилитры
tr: Litre'den Mililitre'ye
uk: Літри в мілілітри
ur: لیٹر سے ملی لیٹر

source: Milliliter to Liter
af: Milliliter na Liter
ar: مليلتر إلى لتر
de: Milliliter zu Liter
fr: Millilitre en Litre
hi: मिलीलीटर से लीटर
id: Mililiter ke Liter
it: Millilitro a Litro
ja: ミリリットルからリットル
pt: Mililitros para Litros
ru: Миллилитры в литры
tr: Mililitre'den Litre'ye
uk: Мілілітри в літри
ur: ملی لیٹر سے لیٹر

source: Cubic Meter to Liter
af: Kubieke meter na Liter
ar: متر مكعب إلى لتر
de: Kubikmeter zu Liter
fr: Mètre Cube en Litre
hi: क्यूबिक मीटर से लीटर
id: Meter Kubik ke Liter
it: Metro Cubico a Litro
ja: 立方メートルからリットル
pt: Metro Cúbico para Litros
ru: Кубический метр в литры
tr: Metreküp'ten Litre'ye
uk: Кубічні метри в літри
ur: مکعب میٹر سے لیٹر

source: Liter to Cubic Meter
af: Liter na Kubieke meter
ar: لتر إلى متر مكعب
de: Liter zu Kubikmeter
fr: Litre en Mètre Cube
hi: लीटर से क्यूबिक मीटर
id: Liter ke Meter Kubik
it: Litro a Metro Cubico
ja: リットルから立方メートル
pt: Litros para Metro Cúbico
ru: Литры в кубический метр
tr: Litre'den Metreküp'e
uk: Літри в кубічні метри
ur: لیٹر سے مکعب میٹر
