Repository: AndhiMardianto/MyCalculator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: af, ar, de, es, fr, hi, id, it, ja, pt, ru, tr, uk, ur

source: Asin
ar: الجيب العكسي
hi: आसिन
ja: アークサイン
pt: Arcoseno
ru: Арксинус
uk: Арксин
ur: آسائن

source: Acos
ar: جيب التمام العكسي
hi: आकोस
ja: アークコサイン
pt: Arcocoseno
ru: Арккосинус
uk: Арккос
ur: ایکو سائن

source: Tan
ar: الظل
hi: टैन
ja: タンジェント
pt: Tangente
ru: Тангенс
uk: Тангенс
ur: ٹین

source: Atan
ar: ظل التمام العكسي
hi: एटैन
ja: アークタンジェント
pt: Arcotangente
ru: Арктангенс
uk: Арктангенс
ur: اے ٹین

source: Radian
af: Radiaal
ar: راديان
de: Radiant
hi: रेडियन
it: Radiante
ja: ラジアン
pt: Radiano
ru: Радиан
tr: Radyan
uk: Радіан
ur: ریڈیئن

source: Degree
af: Graad
ar: درجة
de: Grad
fr: Degré
hi: डिग्री
id: Derajat
it: Grado
ja: 度
pt: Grau
ru: Градус
tr: Derece
uk: Градус
ur: ڈگری

source: Natural Base
af: Natuurlike Basis
ar: الأساس الطبيعي
de: Natürliche Basis
fr: Base Naturelle
hi: प्राकृतिक आधार
id: Basis Natural
it: Base Naturale
ja: 自然対数の底
pt: Base Natural
ru: Естественная база
tr: Doğal Tabanda
uk: Природна база
ur: قدرتی بنیاد

source: Base 10
af: Basis 10
ar: الأساس 10
de: Basis 10
hi: आधार 10
id: Basis 10
ja: 底 10
ru: Основание 10
tr: Taban 10
uk: База 10
ur: بیس 10

source: Radians
af: Radiale
ar: راديان
de: Radianten
hi: रेडियन
id: Radian
it: Radianti
ja: ラジアン
pt: Radianos
ru: Радианы
tr: Radyanlar
uk: Радіани
ur: ریڈیئن

source: Degrees
af: Grade
ar: درجات
de: Grad
fr: Degrés
hi: डिग्री
id: Derajat
it: Gradi
ja: 度
pt: Graus
ru: Градусы
tr: Dereceler
uk: Градуси
ur: ڈگری

source: Calculation mode set to Sin (Input in
af: Berekeningsmodus gestel op Sin (Invoer in
ar: تم ضبط وضع الحساب على الجيب (الإدخال بـ
de: Berechnungsmodus auf Sin gesetzt (Eingabe in
fr: Mode de calcul défini sur Sin (Entrée en
hi: गणना मोड साइन पर सेट किया गया (इनपुट में
id: Mode perhitungan diatur ke Sin (Masukan dalam
it: Modalità di calcolo impostata su Sin (Inserisci in
ja: 計算モードがサインに設定されました (入力:
pt: Modo de cálculo definido para Sen (Entrada em
ru: Режим вычисления установлен на Sin (Введите в
tr: Hesaplama modu Sin olarak ayarlandı (Girdi şu şekilde:
uk: Режим обчислення встановлено на Sin (Введіть у
ur: حساب کا طریقہ سیٹ کیا گیا ہے سین (داخل کریں

source: Calculation mode set to Cos (Input in
af: Berekeningsmodus gestel op Cos (Invoer in
ar: تم ضبط وضع الحساب على جيب التمام (الإدخال بـ
de: Berechnungsmodus auf Cos gesetzt (Eingabe in
fr: Mode de calcul défini sur Cos (Entrée en
hi: गणना मोड कोस पर सेट किया गया (इनपुट में
id: Mode perhitungan diatur ke Cos (Masukan dalam
it: Modalità di calcolo impostata su Cos (Inserisci in
ja: 計算モードがコサインに設定されました (入力:
pt: Modo de cálculo definido para Cos (Entrada em
ru: Режим вычисления установлен на Cos (Введите в
tr: Hesaplama modu Cos olarak ayarlandı (Girdi şu şekilde:
uk: Режим обчислення встановлено на Cos (Введіть у
ur: حساب کا طریقہ سیٹ کیا گیا ہے کوس (داخل کریں

source: Input in Range [-1, 1] ({mode}):
af: Invoer in Reeks [-1, 1] ({mode}):
ar: الإدخال في النطاق [-1, 1] ({mode}):
de: Eingabe im Bereich [-1, 1] ({mode}):
fr: Entrée dans l'intervalle [-1, 1] ({mode}) :
hi: श्रेणी में इनपुट करें [-1, 1] ({mode}):
id: Masukan dalam Rentang [-1, 1] ({mode}):
it: Inserisci nell'intervallo [-1, 1] ({mode}):
ja: 範囲 [-1, 1] で入力してください ({mode}):
pt: Entrada no Intervalo [-1, 1] ({mode}):
tr: {mode} için [-1, 1] Aralığında Girdi:
uk: Введіть у діапазоні [-1, 1] ({mode}):
ur: داخل کریں رینج [-1, 1] ({mode}):

source: Calculation mode set to Asin
af: Berekeningsmodus gestel op Asin
ar: تم ضبط وضع الحساب على الجيب العكسي
de: Berechnungsmodus auf Asin gesetzt
fr: Mode de calcul défini sur Asin
hi: गणना मोड आसिन पर सेट किया गया
id: Mode perhitungan diatur ke Asin
it: Modalità di calcolo impostata su Asin
ja: 計算モードがアークサインに設定されました
pt: Modo de cálculo definido para Arcoseno
ru: Режим вычисления установлен на Asin
tr: Hesaplama modu Asin olarak ayarlandı
uk: Режим обчислення встановлено на Asin
ur: حساب کا طریقہ سیٹ کیا گیا ہے آسائن

source: Calculation mode set to Acos
af: Berekeningsmodus gestel op Acos
ar: تم ضبط وضع الحساب على جيب التمام العكسي
de: Berechnungsmodus auf Acos gesetzt
fr: Mode de calcul défini sur Acos
hi: गणना मोड आकोस पर सेट किया गया
id: Mode perhitungan diatur ke Acos
it: Modalità di calcolo impostata su Acos
ja: 計算モードがアークコサインに設定されました
pt: Modo de cálculo definido para Arcocoseno
ru: Режим вычисления установлен на Acos
tr: Hesaplama modu Acos olarak ayarlandı
uk: Режим обчислення встановлено на Acos
ur: حساب کا طریقہ سیٹ کیا گیا ہے ایکو سائن

source: Input in {mode}:
af: Invoer in {mode}:
ar: الإدخال في {mode}:
de: Eingabe in {mode}:
fr: Entrée en {mode} :
hi: {mode} में इनपुट करें:
id: Masukan dalam {mode}:
it: Inserisci in {mode}:
ja: {mode} で入力してください:
pt: Entrada em {mode}:
tr: {mode} olarak Girdi:
uk: Введіть у {mode}:
ur: داخل کریں {mode}:

source: Calculation mode set to Tan
af: Berekeningsmodus gestel op Tan
ar: تم ضبط وضع الحساب على الظل
de: Berechnungsmodus auf Tan gesetzt
fr: Mode de calcul défini sur Tan
hi: गणना मोड टैन पर सेट किया गया
id: Mode perhitungan diatur ke Tan
it: Modalità di calcolo impostata su Tan
ja: 計算モードがタンジェントに設定されました
pt: Modo de cálculo definido para Tangente
ru: Режим вычисления установлен на Tan
tr: Hesaplama modu Tan olarak ayarlandı
uk: Режим обчислення встановлено на Tan
ur: حساب کا طریقہ سیٹ کیا گیا ہے ٹین

source: Input in Any Real Number ({mode}):
af: Invoer in Enige ReÃ«le Getal ({mode}):
ar: الإدخال في أي عدد حقيقي ({mode}):
de: Eingabe in einer beliebigen reellen Zahl ({mode}):
fr: Entrée dans n'importe quel nombre réel ({mode}) :
hi: किसी भी वास्तविक संख्या में इनपुट करें ({mode}):
id: Masukan dalam Bilangan Real Apa Pun ({mode}):
it: Inserisci un qualsiasi numero reale ({mode}):
ja: 任意の実数を入力してください ({mode}):
pt: Entrada em Qualquer Número Real ({mode}):
tr: Herhangi bir Gerçek Sayı ({mode}) olarak Girdi:
uk: Введіть будь-яке дійсне число ({mode}):
ur: داخل کریں کوئی بھی حقیقی عدد ({mode}):

source: Calculation mode set to Atan
af: Berekeningsmodus gestel op Atan
ar: تم ضبط وضع الحساب على ظل التمام العكسي
de: Berechnungsmodus auf Atan gesetzt
fr: Mode de calcul défini sur Atan
hi: गणना मोड एटैन पर सेट किया गया
id: Mode perhitungan diatur ke Atan
it: Modalità di calcolo impostata su Atan
ja: 計算モードがアークタンジェントに設定されました
pt: Modo de cálculo definido para Arcotangente
ru: Режим вычисления установлен на Atan
tr: Hesaplama modu Atan olarak ayarlandı
uk: Режим обчислення встановлено на Atan
ur: حساب کا طریقہ سیٹ کیا گیا ہے اے ٹین

source: Arcsine is only defined for values between -1 and 1
af: Arksinus is slegs gedefinieer vir waardes tussen -1 en 1
ar: الجيب العكسي معرف فقط للقيم بين -1 و 1
de: Der Arkussinus ist nur für Werte zwischen -1 und 1 definiert
fr: L'arcsinus est uniquement défini pour les valeurs entre -1 et 1
hi: आर्कसाइन केवल -1 और 1 के बीच के मानों के लिए परिभाषित है
id: Arkus sinus hanya didefinisikan untuk nilai antara -1 dan 1
it: L'arcoseno è definito solo per valori tra -1 e 1
ja: アークサインは -1 から 1 の範囲の値でのみ定義されます
pt: O arco seno é definido apenas para valores entre -1 e 1
ru: Арксинус определён только для значений от -1 до 1
tr: Arksin sadece -1 ile 1 arasındaki değerler için tanımlıdır
uk: Арксинус визначається лише для значень між -1 та 1
ur: آرک سین صرف -1 اور 1 کے درمیان قیمتوں کے لیے متعین ہے

source: Arccosine is only defined for values between -1 and 1
af: Arkkosinus is slegs gedefinieer vir waardes tussen -1 en 1
ar: جيب التمام العكسي معرف فقط للقيم بين -1 و 1
de: Der Arkuskosinus ist nur für Werte zwischen -1 und 1 definiert
fr: L'arccosinus est uniquement défini pour les valeurs entre -1 et 1
hi: आर्ककोसाइन केवल -1 और 1 के बीच के मानों के लिए परिभाषित है
id: Arkus kosinus hanya didefinisikan untuk nilai antara -1 dan 1
it: L'arcocoseno è definito solo per valori tra -1 e 1
ja: アークコサインは -1 から 1 の範囲の値でのみ定義されます
pt: O arco cosseno é definido apenas para valores entre -1 e 1
ru: Арккосинус определён только для значений от -1 до 1
tr: Arkkos sadece -1 ile 1 arasındaki değerler için tanımlıdır
uk: Арккосинус визначається лише для значень між -1 та 1
ur: آرک کوسین صرف -1 اور 1 کے درمیان قیمتوں کے لیے متعین ہے

source: Logarithm is only defined for positive numbers
af: Logaritme is slegs gedefinieer vir positiewe getalle
ar: اللوغاريتم معرف فقط للأعداد الموجبة
de: Der Logarithmus ist nur für positive Zahlen definiert
es: El logaritmo solo está definido para números positivos
fr: Le logarithme est uniquement défini pour les nombres positifs
hi: लघुगणक केवल सकारात्मक संख्याओं के लिए परिभाषित है
id: Logaritma hanya didefinisikan untuk bilangan positif
it: Il logaritmo è definito solo per numeri positivi
ja: 対数は正の数でのみ定義されます
pt: O logaritmo é definido apenas para números positivos
ru: Логарифм определен только для положительных чисел
tr: Logaritma yalnızca pozitif sayılar için tanımlıdır
uk: Логарифм визначений тільки для позитивних чисел
ur: لاگارتھم صرف مثبت نمبروں کے لیے متعین ہوتا ہے

source: Square root is only defined for non-negative numbers
af: Vierkantswortel is slegs gedefinieer vir nie-negatiewe getalle
ar: الجذر التربيعي معرف فقط للأعداد غير السالبة
de: Die Quadratwurzel ist nur für nicht negative Zahlen definiert
es: La raíz cuadrada solo está definida para números no negativos
fr: La racine carrée est uniquement définie pour les nombres non négatifs
hi: वर्गमूल केवल गैर-नकारात्मक संख्याओं के लिए परिभाषित है
id: Akar kuadrat hanya didefinisikan untuk bilangan tidak negatif
it: La radice quadrata è definita solo per numeri non negativi
ja: 平方根は 0 以上の数でのみ定義されます
pt: A raiz quadrada é definida apenas para números não negativos
ru: Квадратный корень определен только для неотрицательных чисел
tr: Karekök yalnızca negatif olmayan sayılar için tanımlıdır
uk: Квадратний корінь визначений тільки для ненегативних чисел
ur: مربع جڑ صرف غیر منفی نمبروں کے لیے متعین ہوتی ہے

source: Invalid input, only valid numbers are allowed
af: Ongeldige invoer, slegs geldige getalle word toegelaat
ar: إدخال غير صالح، يُسمح فقط بالأرقام الصالحة
de: Ungültige Eingabe, nur gültige Zahlen sind erlaubt
fr: Entrée invalide, seuls les nombres valides sont autorisés
hi: अमान्य इनपुट, केवल मान्य संख्याएँ अनुमति हैं
id: Masukan tidak valid, hanya angka yang diperbolehkan
it: Input non valido, sono ammessi solo numeri validi
ja: 無効な入力です。有効な数値のみ使用できます
pt: Entrada inválida, apenas números válidos são permitidos
ru: Неверный ввод, разрешены только действительные числа
tr: Geçersiz giriş, yalnızca geçerli sayılara izin verilir
uk: Невірний ввід, дозволяються лише правильні числа
ur: غلط داخلہ، صرف درست نمبر ہی اجازت ہیں

source: Please Select Scientific Mode
af: Kies asseblief Wetenskaplike Modus
ar: يرجى اختيار الوضع العلمي
de: Bitte wählen Sie den wissenschaftlichen Modus
es: Por favor, seleccione el modo científico
fr: Veuillez sélectionner le mode scientifique
hi: कृपया वैज्ञानिक मोड चुनें
id: Silakan Pilih Mode Ilmiah
it: Seleziona la modalità scientifica
ja: 科学モードを選択してください
pt: Por favor, selecione o modo científico
tr: Lütfen Bilimsel Modu Seçin
uk: Будь ласка, виберіть науковий режим
ur: براہ کرم سائنسی موڈ کا انتخاب کریں

source: Result
af: Resultaat
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
id: Hasil
it: risultato
ja: 結果
pt: Resultado
ru: Результат
tr: Sonuç
uk: Результат
ur: نتیجہ

source: Sin
ar: جيب
es: Seno
hi: साइन
ja: サイン
pt: Seno
ru: Син
uk: Сінус
ur: سائن

source: Cos
ar: جيب التمام
es: Coseno
hi: कॉस
ja: コサイン
pt: Cosseno
ru: Кос
uk: Косинус
ur: کوسائن

source: Log
ar: لوغاريتم
es: Logaritmo
hi: लॉग
ja: 対数
pt: Logaritmo
ru: Лог
uk: Логарифм
ur: لاگ

source: Sqrt
af: Vierkantswortel
ar: الجذر التربيعي
de: Wurzel
es: Raíz cuadrada
fr: Racine carrée
hi: वर्गमूल
id: Akar Kuadrat
it: Radice quadrata
ja: 平方根
pt: Raiz Quadrada
ru: Кв. корень
tr: Karekök
uk: Квадратний корінь
ur: مربع جڑ

source: History
af: Geskiedenis
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Storico
ja: 履歴
pt: Histórico
ru: История
tr: Geçmiş
uk: Історія
ur: تاریخ

source: Select a Basis
af: Kies 'n Basis
ar: اختر الأساس
de: Basis auswählen
es: Seleccione una base
fr: Sélectionnez une base
hi: आधार चुनें
id: Pilih Basis
it: Seleziona una base
ja: 基数を選択してください
pt: Selecione uma Base
ru: Выберите основание
tr: Bir Taban Seçin
uk: Виберіть основу
ur: بیس کا انتخاب کریں

source: Basis Options
af: Basis Opsies
ar: خيارات الأساس
de: Basisoptionen
es: Opciones de base
fr: Options de base
hi: आधार विकल्प
id: Opsi Basis
it: Opzioni di base
ja: 基数オプション
pt: Opções de Base
ru: Опции основания
tr: Taban Seçenekleri
uk: Опції основи
ur: بیس کے اختیارات

source: Input in Degrees:
af: Invoer in Grade:
ar: الإدخال بالدرجات:
de: Eingabe in Grad:
es: Entrada en Grados:
fr: Entrée en degrés :
hi: डिग्री में प्रविष्टि:
id: Input dalam Derajat:
it: Inserisci in gradi:
ja: 度で入力:
pt: Entrada em Graus:
tr: Derece Cinsinden Giriş:
uk: Введіть у градусах:
ur: ڈگریوں میں ان پٹ کریں:

source: Calculation mode set to Sin
af: Berekeningsmodus gestel na Sin
ar: تم ضبط وضع الحساب على الجيب
de: Berechnungsmodus auf Sin gesetzt
es: Modo de cálculo establecido en Seno
fr: Mode de calcul défini sur Sin
hi: गणना मोड साइन पर सेट किया गया है
id: Mode perhitungan diatur ke Sin
it: Modalità di calcolo impostata su Sin
ja: 計算モードはサインに設定されました
pt: Modo de cálculo definido para Seno
tr: Hesaplama modu Sin olarak ayarlandı
uk: Режим обчислення встановлено на Сінус
ur: حساب کا موڈ سائن پر سیٹ کر دیا گیا

source: Calculation mode set to Cos
af: Berekeningsmodus gestel na Cos
ar: تم ضبط وضع الحساب على جيب التمام
de: Berechnungsmodus auf Cos gesetzt
es: Modo de cálculo establecido en Coseno
fr: Mode de calcul défini sur Cos
hi: गणना मोड कॉस पर सेट किया गया है
id: Mode perhitungan diatur ke Cos
it: Modalità di calcolo impostata su Cos
ja: 計算モードはコサインに設定されました
pt: Modo de cálculo definido para Cosseno
tr: Hesaplama modu Cos olarak ayarlandı
uk: Режим обчислення встановлено на Косинус
ur: حساب کا موڈ کوسائن پر سیٹ کر دیا گیا

source: Input in Basis Natural :
af: Invoer in Natuurlike Basis:
ar: الإدخال في الأساس الطبيعي:
de: Eingabe in natürlicher Basis:
es: Entrada en Base Natural:
fr: Entrée en base naturelle :
hi: प्राकृतिक आधार में प्रविष्टि:
id: Input dalam Basis Natural:
it: Inserisci in base naturale:
ja: 自然基数で入力:
pt: Entrada em Base Natural:
ru: Ввод в натуральном основании:
tr: Doğal Taban Girdisi :
uk: Введіть у натуральній основі:
ur: قدرتی بیس میں ان پٹ کریں:

source: Input in Basis 10:
af: Invoer in Basis 10:
ar: الإدخال في الأساس 10:
de: Eingabe in Basis 10:
es: Entrada en Base 10:
fr: Entrée en base 10 :
hi: आधार 10 में प्रविष्टि:
id: Input dalam Basis 10:
it: Inserisci in base 10:
ja: 基数10で入力:
pt: Entrada em Base 10:
ru: Ввод в основании 10:
tr: Taban 10 Girdisi:
uk: Введіть у основі 10:
ur: بیس 10 میں ان پٹ کریں:

source: Input in Non-Negative Numbers:
af: Invoer in Nie-Negatiewe Getalle:
ar: الإدخال في الأرقام غير السالبة:
de: Eingabe in nicht-negativen Zahlen:
es: Entrada en Números no negativos:
fr: Entrée en nombres non négatifs :
hi: गैर-ऋणात्मक संख्याओं में प्रविष्टि:
id: Input dalam Angka Non-Negatif:
it: Inserisci numeri non negativi:
ja: 非負の数で入力:
pt: Entrada em Números Não Negativos:
ru: Ввод неотрицательных чисел:
tr: Negatif Olmayan Sayılar Girdisi:
uk: Введіть ненегативні числа:
ur: غیر منفی نمبروں میں ان پٹ کریں:

source: Calculation mode set to Sqrt
af: Berekeningsmodus gestel na Vierkantswortel
ar: تم ضبط وضع الحساب على الجذر التربيعي
de: Berechnungsmodus auf Wurzel gesetzt
es: Modo de cálculo establecido en Raíz cuadrada
fr: Mode de calcul défini sur racine carrée
hi: गणना मोड वर्गमूल पर सेट किया गया है
id: Mode perhitungan diatur ke Akar Kuadrat
it: Modalità di calcolo impostata su Radice quadrata
ja: 計算モードは平方根に設定されました
pt: Modo de cálculo definido para Raiz Quadrada
ru: Режим вычислений установлен на Кв. корень
tr: Hesaplama modu Karekök olarak ayarlandı
uk: Режим обчислення встановлено на Квадратний корінь
ur: حساب کا موڈ مربع جڑ پر سیٹ کر دیا گیا

source: Result copied to clipboard
af: Resultaat na knipbord gekopieer
ar: تم نسخ النتيجة إلى الحافظة
de: Ergebnis in die Zwischenablage kopiert
es: Resultado copiado al portapapeles
fr: Résultat copié dans le presse-papiers
hi: परिणाम क्लिपबोर्ड पर कॉपी किया गया
id: Hasil disalin ke papan klip
it: Risultato copiato negli appunti
ja: 結果がクリップボードにコピーされました
pt: Resultado copiado para a área de transferência
ru: Результат скопирован в буфер обмена
tr: Sonuç panoya kopyalandı
uk: Результат скопійовано в буфер обміну
ur: نتیجہ کلپ بورڈ پر نقل کر لیا گیا

source: No result to copy
ar: لا توجد نتيجة للنسخ
de: Kein Ergebnis zum Kopieren
fr: Aucun résultat à copier
hi: कॉपी करने के लिए कोई परिणाम नहीं
id: Tidak ada hasil untuk disalin
ja: コピーする結果がありません
pt: Nenhum resultado para copiar
ru: Нет результата для копирования
tr: Kopyalanacak sonuç yok
uk: Немає результатів для копіювання
ur: نقل کرنے کے لیے کوئی نتیجہ نہیں ہے

source: Please select a calculation mode first
ar: يرجى اختيار وضع الحساب أولاً
de: Bitte wählen Sie zuerst einen Berechnungsmodus
es: Por favor, seleccione un modo de cálculo primero
fr: Veuillez d'abord sélectionner un mode de calcul
hi: कृपया पहले एक गणना मोड चुनें
id: Silakan pilih mode perhitungan terlebih dahulu
it: Seleziona prima una modalità di calcolo
ja: 計算モードを最初に選択してください
pt: Por favor, selecione um modo de cálculo primeiro
ru: Сначала выберите режим вычислений
tr: Lütfen önce bir hesaplama modu seçin
uk: Будь ласка, спочатку виберіть режим обчислення
ur: براہ کرم پہلے حساب کا موڈ منتخب کریں

source: High Precision = {result} Rounded = {rounded_result}
af: HoÃ« Presisie = {result} Afgerond = {rounded_result}
ar: الدقة العالية = {result} المقرب = {rounded_result}
de: Hochpräzision = {result} Gerundet = {rounded_result}
es: Alta precisión = {result} Redondeado = {rounded_result}
fr: Haute précision = {result} Arrondi = {rounded_result}
hi: उच्च सटीकता = {result} आवृत = {rounded_result}
id: Presisi Tinggi = {result} Dibulatkan = {rounded_result}
it: Alta precisione = {result} Arrotondato = {rounded_result}
ja: 高精度 = {result} 丸めた結果 = {rounded_result}
pt: Alta Precisão = {result} Arredondado = {rounded_result}
ru: Высокая точность = {result} Округлено = {rounded_result}
tr: Yüksek Hassasiyet = {result} Yuvarlanmış = {rounded_result}
uk: Висока точність = {result} Округлено = {rounded_result}
ur: اعلیٰ درستگی = {result} گول شدہ = {rounded_result}

source: Invalid input. Please check your expression
af: Ongeldige invoer. Gaan asseblief jou uitdrukking na
ar: إدخال غير صالح. يرجى التحقق من التعبير
de: Ungültige Eingabe. Bitte überprüfen Sie Ihren Ausdruck
es: Entrada no válida. Por favor, revise su expresión
fr: Entrée invalide. Veuillez vérifier votre expression
hi: अमान्य प्रविष्टि। कृपया अपने अभिव्यक्ति की जांच करें
id: Masukan tidak valid. Silakan periksa ekspresi Anda
it: Input non valido. Controlla la tua espressione
ja: 無効な入力です。式を確認してください
pt: Entrada inválida. Por favor, verifique sua expressão
ru: Неверный ввод. Пожалуйста, проверьте выражение
tr: Geçersiz giriş. Lütfen ifadenizi kontrol edin
uk: Невірний ввід. Будь ласка, перевірте вираз
ur: غلط ان پٹ۔ براہ کرم اپنے اظہار کو چیک کریں

source: An error occurred:
af: ân Fout het voorgekom:
ar: حدث خطأ:
de: Ein Fehler ist aufgetreten:
es: Ocurrió un error:
fr: Une erreur s'est produite :
hi: एक त्रुटि हुई:
id: Terjadi kesalahan:
it: Si è verificato un errore:
ja: エラーが発生しました:
pt: Ocorreu um erro:
ru: Произошла ошибка:
tr: Bir hata oluştu:
uk: Сталася помилка:
ur: ایک غلطی پیش آئی:

source: Calculation Mode Help
ar: مساعدة وضع الحساب
de: Berechnungsmodus-Hilfe
es: Ayuda del modo de cálculo
fr: Aide du Mode de Calcul
hi: गणना मोड सहायता
id: Bantuan Mode Perhitungan
it: Aiuto sulla Modalità di Calcolo
ja: 計算モードのヘルプ
pt: Ajuda sobre o Modo de Cálculo
ru: Помощь по режиму вычислений
tr: Hesaplama Modu Yardımı
uk: Допомога по режиму обчислення
ur: حساب کے موڈ کی مدد

source: Standard Mode: Calculations follow the standard mathematical operator precedence rules (PEMDAS). Example: 3 + 5 * 2 = 13 (multiplication is performed first).
hi: मानक मोड: गणनाएँ मानक गणितीय ऑपरेटर प्राथमिकता नियमों (PEMDAS) का पालन करती हैं। उदाहरण: 3 + 5 * 2 = 13 (पहले गुणा किया जाता है)।

source: Left to Right Mode: Calculations are performed from left to right without considering operator precedence. Example: 3 + 5 * 2 = 16 (calculations are done left to right).
hi: बाएँ से दाएँ मोड: गणनाएँ बाएँ से दाएँ बिना ऑपरेटर प्राथमिकता को ध्यान में रखे की जाती हैं। उदाहरण: 3 + 5 * 2 = 16 (गणना बाएँ से दाएँ की जाती है)।

source: Scientific Mode:
hi: वैज्ञानिक मोड:

source: Sin, Cos, and Inverse Trigonometric Functions (Sin^-1, Cos^-1, Tan^-1): Calculates the values of sine, cosine, inverse sine (asin), inverse cosine (acos), tangent (tan), and inverse tangent (atan). These functions can accept input in degrees or radians. To switch between them, use the checkbox for 'Use Radians'. The default is degrees.
hi: साइन, कोसाइन और इन्वर्स त्रिकोणमितीय फलन (Sin^-1, Cos^-1, Tan^-1): साइन (sin), कोसाइन (cos), इन्वर्स साइन (asin), इन्वर्स कोसाइन (acos), टैन (tan) और इन्वर्स टैन (atan) के मानों की गणना करता है। ये फ़ंक्शन डिग्री या रेडियन में इनपुट स्वीकार कर सकते हैं। इनके बीच स्विच करने के लिए 'रेडियन का उपयोग करें' चेकबॉक्स का उपयोग करें। डिफ़ॉल्ट रूप से डिग्री चयनित रहता है।

source: Logarithms:
hi: लघुगणक:

source: Two types of logarithms are available: - Natural Logarithm (LN): Logarithm with the natural base (e). - Base 10 Logarithm: Logarithm with base 10. Negative numbers are not supported as logarithms are only defined for positive numbers.
hi: दो प्रकार के लघुगणक उपलब्ध हैं: - प्राकृतिक लघुगणक (LN): प्राकृतिक आधार (e) के साथ लघुगणक। - आधार 10 लघुगणक: आधार 10 के साथ लघुगणक। नकारात्मक संख्याओं का समर्थन नहीं किया जाता क्योंकि लघुगणक केवल सकारात्मक संख्याओं के लिए परिभाषित होते हैं।

source: Square Root:
hi: वर्गमूल:

source: Calculates the square root of a number. Negative numbers are not supported as the square root is only defined for non-negative numbers.
hi: किसी संख्या के वर्गमूल की गणना करता है। नकारात्मक संख्याओं का समर्थन नहीं किया जाता क्योंकि वर्गमूल केवल गैर-नकारात्मक संख्याओं के लिए परिभाषित होता है।

source: Result Format:
hi: परिणाम प्रारूप:

source: - High Precision: Displays the result with full detail. - Rounded (2 Decimal Places): Displays the result in a simpler form, rounded to 2 decimal places for easier reading.
hi: - उच्च सटीकता: परिणाम को पूरी सटीकता के साथ दिखाता है। - राउंडेड (2 दशमलव स्थान): परिणाम को सरल रूप में प्रदर्शित करता है, पढ़ने में आसान बनाने के लिए 2 दशमलव स्थान तक राउंड किया जाता है।

source: MyCalculator
ru: Мой Калькулятор
uk: Мій калькулятор
