Repository: AndhiMardianto/MyCalculator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: af, ar, de, es, fr, hi, id, it, ja, pt, ru, tr, uk, ur

source: Gallon (UK) to Liter
af: Gallon (VK) na Liter
ar: جالون (بريطاني) إلى لتر
de: Gallone (UK) zu Liter
fr: Gallon (UK) en Litre
hi: गैलन (यूके) से लीटर
id: Galon (UK) ke Liter
it: Gallone (UK) a Litro
ja: ガロン (UK) からリットル
pt: Galão (Reino Unido) para Litros
ru: Галлоны (Великобритания) в литры
tr: Galon (İngiltere)'den Litre'ye
uk: Галони (Великобританія) в літри
ur: گیلن (برطانیہ) سے لیٹر

source: Liter to Gallon (UK)
af: Liter na Gallon (VK)
ar: لتر إلى جالون (بريطاني)
de: Liter zu Gallone (UK)
fr: Litre en Gallon (UK)
hi: लीटर से गैलन (यूके)
id: Liter ke Galon (UK)
it: Litro a Gallone (UK)
ja: リットルからガロン (UK)
pt: Litros para Galão (Reino Unido)
ru: Литры в галлоны (Великобритания)
tr: Litre'den Galon (İngiltere)'ye
uk: Літри в галони (Великобританія)
ur: لیٹر سے گیلن (برطانیہ)

source: Cubic Inch to Liter
af: Kubieke duim na Liter
ar: بوصة مكعبة إلى لتر
de: Kubikzoll zu Liter
fr: Pouce Cube en Litre
hi: क्यूबिक इंच से लीटर
id: Inci Kubik ke Liter
it: Pollice Cubico a Litro
ja: 立方インチからリットル
pt: Polegada Cúbica para Litros
ru: Кубический дюйм в литры
tr: İnç Küp'ten Litre'ye
uk: Кубічні дюйми в літри
ur: مکعب انچ سے لیٹر

source: Liter to Cubic Inch
af: Liter na Kubieke duim
ar: لتر إلى بوصة مكعبة
de: Liter zu Kubikzoll
fr: Litre en Pouce Cube
hi: लीटर से क्यूबिक इंच
id: Liter ke Inci Kubik
it: Litro a Pollice Cubico
ja: リットルから立方インチ
pt: Litros para Polegada Cúbica
ru: Литры в кубический дюйм
tr: Litre'den İnç Küp'e
uk: Літри в кубічні дюйми
ur: لیٹر سے مکعب انچ

source: Milliliter to Cubic Centimeter
af: Milliliter na Kubieke sentimeter
ar: مليلتر إلى سنتيمتر مكعب
de: Milliliter zu Kubikzentimeter
fr: Millilitre en Centimètre Cube
hi: मिलीलीटर से क्यूबिक सेंटीमीटर
id: Mililiter ke Sentimeter Kubik
it: Millilitro a Centimetro Cubico
ja: ミリリットルから立方センチメートル
pt: Mililitros para Centímetros Cúbicos
ru: Миллилитры в кубические сантиметры
tr: Mililitre'den Santimetre Küp'e
uk: Мілілітри в кубічні сантиметри
ur: ملی لیٹر سے مکعب سینٹی میٹر

source: Cubic Centimeter to Milliliter
af: Kubieke sentimeter na Milliliter
ar: سنتيمتر مكعب إلى مليلتر
de: Kubikzentimeter zu Milliliter
fr: Centimètre Cube en Millilitre
hi: क्यूबिक सेंटीमीटर से मिलीलीटर
id: Sentimeter Kubik ke Mililiter
it: Centimetro Cubico a Millilitro
ja: 立方センチメートルからミリリットル
pt: Centímetros Cúbicos para Mililitros
ru: Кубические сантиметры в миллилитры
tr: Santimetre Küp'ten Mililitre'ye
uk: Кубічні сантиметри в мілілітри
ur: مکعب سینٹی میٹر سے ملی لیٹر

source: Barrel (US) to Liter
af: Vat (VSA) na Liter
ar: برميل (أمريكي) إلى لتر
de: Fass (US) zu Liter
fr: Baril (US) en Litre
hi: बैरल (यूएस) से लीटर
id: Barrel (US) ke Liter
it: Barile (US) a Litro
ja: バレル (US) からリットル
pt: Barril (EUA) para Litros
ru: Баррели (США) в литры
tr: Varil (ABD)'den Litre'ye
uk: Бочки (США) в літри
ur: بیلر (امریکہ) سے لیٹر

source: Liter to Barrel (US)
af: Liter na Vat (VSA)
ar: لتر إلى برميل (أمريكي)
de: Liter zu Fass (US)
fr: Litre en Baril (US)
hi: लीटर से बैरल (यूएस)
id: Liter ke Barrel (US)
it: Litro a Barile (US)
ja: リットルからバレル (US)
pt: Litros para Barril (EUA)
ru: Литры в баррели (США)
tr: Litre'den Varil (ABD)'ye
uk: Літри в бочки (США)
ur: لیٹر سے بیلر (امریکہ)

source: Celsius to Fahrenheit
af: Celsius na Fahrenheit
ar: درجة مئوية إلى فهرنهايت
de: Celsius zu Fahrenheit
fr: Celsius en Fahrenheit
hi: सेल्सियस से फारेनहाइट
id: Celsius ke Fahrenheit
it: Celsius a Fahrenheit
ja: 摂氏から華氏
pt: Celsius para Fahrenheit
ru: Цельсий в Фаренгейт
tr: Celsius'tan Fahrenheit'e
uk: Цельсій в Фаренгейт
ur: سیلسیئس سے فارنہائٹ

source: Fahrenheit to Celsius
af: Fahrenheit na Celsius
ar: فهرنهايت إلى درجة مئوية
de: Fahrenheit zu Celsius
fr: Fahrenheit en Celsius
hi: फारेनहाइट से सेल्सियस
id: Fahrenheit ke Celsius
it: Fahrenheit a Celsius
ja: 華氏から摂氏
pt: Fahrenheit para Celsius
ru: Фаренгейт в Цельсий
tr: Fahrenheit'ten Celsius'a
uk: Фаренгейт в Цельсій
ur: فارنہائٹ سے سیلسیئس

source: Celsius to Kelvin
af: Celsius na Kelvin
ar: درجة مئوية إلى كلفن
de: Celsius zu Kelvin
fr: Celsius en Kelvin
hi: सेल्सियस से केल्विन
id: Celsius ke Kelvin
it: Celsius a Kelvin
ja: 摂氏からケルビン
pt: Celsius para Kelvin
ru: Цельсий в Кельвин
tr: Celsius'tan Kelvin'e
uk: Цельсій в Кельвін
ur: سیلسیئس سے کیلون

source: Kelvin to Celsius
af: Kelvin na Celsius
ar: كلفن إلى درجة مئوية
de: Kelvin zu Celsius
fr: Kelvin en Celsius
hi: केल्विन से सेल्सियस
id: Kelvin ke Celsius
it: Kelvin a Celsius
ja: ケルビンから摂氏
pt: Kelvin para Celsius
ru: Кельвин в Цельсий
tr: Kelvin'den Celsius'a
uk: Кельвін в Цельсій
ur: کیلون سے سیلسیئس

source: Fahrenheit to Kelvin
af: Fahrenheit na Kelvin
ar: فهرنهايت إلى كلفن
de: Fahrenheit zu Kelvin
fr: Fahrenheit en Kelvin
hi: फारेनहाइट से केल्विन
id: Fahrenheit ke Kelvin
it: Fahrenheit a Kelvin
ja: 華氏からケルビン
pt: Fahrenheit para Kelvin
ru: Фаренгейт в Кельвин
tr: Fahrenheit'ten Kelvin'e
uk: Фаренгейт в Кельвін
ur: فارنہائٹ سے کیلون

source: Kelvin to Fahrenheit
af: Kelvin na Fahrenheit
ar: كلفن إلى فهرنهايت
de: Kelvin zu Fahrenheit
fr: Kelvin en Fahrenheit
hi: केल्विन से फारेनहाइट
id: Kelvin ke Fahrenheit
it: Kelvin a Fahrenheit
ja: ケルビンから華氏
pt: Kelvin para Fahrenheit
ru: Кельвин в Фаренгейт
tr: Kelvin'den Fahrenheit'e
uk: Кельвін в Фаренгейт
ur: کیلون سے فارنہائٹ

source: Please Select Conversion Mode
af: Kies asseblief Omskakelingsmodus
ar: يرجى اختيار وضع التحويل
de: Bitte wählen Sie den Umrechnungsmodus
es: Por favor, seleccione el modo de conversión
fr: Veuillez sélectionner le mode de conversion
hi: कृपया रूपांतरण मोड चुनें
id: Silakan Pilih Mode Konversi
it: Seleziona la modalità di conversione
ja: 変換モードを選択してください
pt: Por favor, selecione o modo de conversão
ru: Пожалуйста, выберите режим преобразования
tr: Lütfen Dönüşüm Modunu Seçin
uk: Будь ласка, виберіть режим конверсії
ur: براہ کرم تبدیلی کے موڈ کا انتخاب کریں

source: Length
af: Lengte
ar: الطول
de: Länge
es: Longitud
fr: Longueur
hi: लंबाई
id: Panjang
it: Lunghezza
ja: 長さ
pt: Comprimento
ru: Длина
tr: Uzunluk
uk: Довжина
ur: لمبائی

source: Mass
af: Massa
ar: الكتلة
de: Masse
es: Masa
fr: Masse
hi: भार
id: Massa
it: Massa
ja: 質量
pt: Massa
ru: Масса
tr: Kütle
uk: Маса
ur: ماس

source: Temperature
af: Temperatuur
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
id: Suhu
it: Temperatura
ja: 温度
pt: Temperatura
ru: Температура
tr: Sıcaklık
uk: Температура
ur: درجہ حرارت

source: Volume
ar: الحجم
de: Volumen
es: Volumen
hi: आयतन
ja: 体積
ru: Объём
tr: Hacim
uk: Об'єм
ur: حجم

source: Speed
af: Spoed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: गति
id: Kecepatan
it: Velocità
ja: 速度
pt: Velocidade
ru: Скорость
tr: Hız
uk: Швидкість
ur: رفتار

source: Select a Speed conversion:
af: Kies 'n Spoedomskakeling:
ar: اختر تحويل السرعة:
de: Wählen Sie eine Geschwindigkeitsumrechnung:
es: Seleccione una conversión de velocidad:
fr: Sélectionnez une conversion de vitesse :
hi: गति रूपांतरण चुनें:
id: Pilih konversi Kecepatan:
it: Seleziona una conversione di velocità:
ja: 速度変換を選択してください:
pt: Selecione uma conversão de velocidade:
ru: Выберите преобразование скорости:
tr: Bir Hız Dönüşümü Seçin:
uk: Виберіть конверсію швидкості:
ur: رفتار کی تبدیلی کا انتخاب کریں:

source: Speed Conversion Options
af: Spoedomskakelingsopsies
ar: خيارات تحويل السرعة
de: Optionen für Geschwindigkeitsumrechnung
es: Opciones de conversión de velocidad
fr: Options de conversion de vitesse
hi: गति रूपांतरण विकल्प
id: Opsi Konversi Kecepatan
it: Opzioni di conversione della velocità
ja: 速度変換オプション
pt: Opções de conversão de velocidade
ru: Параметры преобразования скорости
tr: Hız Dönüşüm Seçenekleri
uk: Опції конверсії швидкості
ur: رفتار تبدیلی کے اختیارات

source: Input in Kilometers per Hour:
af: Invoer in Kilometer per Uur:
ar: الإدخال بالكيلومترات في الساعة:
de: Eingabe in Kilometer pro Stunde:
es: Entrada en Kilómetros por hora:
fr: Entrée en kilomètres par heure :
hi: प्रविष्टि किलोमीटर प्रति घंटा में:
id: Input dalam Kilometer per Jam:
it: Inserisci in chilometri all'ora:
ja: 時速キロメートルで入力:
pt: Entrada em Quilômetros por Hora:
ru: Ввод в километрах в час:
tr: Saatte Kilometre Cinsinden Giriş:
uk: Введіть у кілометрах на годину:
ur: کلومیٹر فی گھنٹہ میں ان پٹ کریں:

source: Input in Miles per Hour:
af: Invoer in Myl per Uur:
ar: الإدخال بالأميال في الساعة:
de: Eingabe in Meilen pro Stunde:
es: Entrada en Millas por hora:
fr: Entrée en miles par heure :
hi: प्रविष्टि मील प्रति घंटा में:
id: Input dalam Mil per Jam:
it: Inserisci in miglia all'ora:
ja: 時速マイルで入力:
pt: Entrada em Milhas por Hora:
ru: Ввод в милях в час:
tr: Saatte Mil Cinsinden Giriş:
uk: Введіть у милях на годину:
ur: میل فی گھنٹہ میں ان پٹ کریں:

source: Input in Meters per Second:
af: Invoer in Meter per Sekonde:
ar: الإدخال بالأمتار في الثانية:
de: Eingabe in Meter pro Sekunde:
es: Entrada en Metros por segundo:
fr: Entrée en mètres par seconde :
hi: प्रविष्टि मीटर प्रति सेकंड में:
id: Input dalam Meter per Detik:
it: Inserisci in metri al secondo:
ja: 毎秒メートルで入力:
pt: Entrada em Metros por Segundo:
ru: Ввод в метрах в секунду:
tr: Saniyede Metre Cinsinden Giriş:
uk: Введіть у метрах на секунду:
ur: میٹر فی سیکنڈ میں ان پٹ کریں:

source: Input in Knots:
af: Invoer in Knoppe:
ar: الإدخال بالعقد:
de: Eingabe in Knoten:
es: Entrada en Nudos:
fr: Entrée en nœuds :
hi: प्रविष्टि नॉट्स में:
id: Input dalam Knot:
it: Inserisci in nodi:
ja: ノットで入力:
pt: Entrada em Nós:
ru: Ввод в узлах:
tr: Knot Cinsinden Giriş:
uk: Введіть у вузлах:
ur: نوٹس میں ان پٹ کریں:

source: Input in Feet per Second:
af: Invoer in Voete per Sekonde:
ar: الإدخال بالأقدام في الثانية:
de: Eingabe in Fuß pro Sekunde:
es: Entrada en Pies por segundo:
fr: Entrée en pieds par seconde :
hi: प्रविष्टि फीट प्रति सेकंड में:
id: Input dalam Kaki per Detik:
it: Inserisci in piedi al secondo:
ja: 毎秒フィートで入力:
pt: Entrada em Pés por Segundo:
ru: Ввод в футах в секунду:
tr: Saniyede Ayak Cinsinden Giriş:
uk: Введіть у футах на секунду:
ur: فٹ فی سیکنڈ میں ان پٹ کریں:

source: Select a length conversion:
af: Kies 'n lengteomskakeling:
ar: اختر تحويل الطول:
de: Wählen Sie eine Längenumrechnung:
es: Seleccione una conversión de longitud:
fr: Sélectionnez une conversion de longueur :
hi: लंबाई रूपांतरण चुनें:
id: Pilih konversi Panjang:
it: Seleziona una conversione di lunghezza:
ja: 長さ変換を選択してください:
pt: Selecione uma conversão de comprimento:
ru: Выберите преобразование длины:
tr: Bir Uzunluk Dönüşümü Seçin:
uk: Виберіть конверсію довжини:
ur: لمبائی کی تبدیلی کا انتخاب کریں:

source: Length Conversion Options
af: Lengteomskakelingsopsies
ar: خيارات تحويل الطول
de: Optionen für Längenumrechnung
es: Opciones de conversión de longitud
fr: Options de conversion de longueur
hi: लंबाई रूपांतरण विकल्प
id: Opsi Konversi Panjang
it: Opzioni di conversione della lunghezza
ja: 長さ変換オプション
pt: Opções de conversão de comprimento
ru: Параметры преобразования длины
tr: Uzunluk Dönüşüm Seçenekleri
uk: Опції конверсії довжини
ur: لمبائی تبدیلی کے اختیارات

source: Input in Kilometers:
af: Invoer in Kilometer:
ar: الإدخال بالكيلومترات:
de: Eingabe in Kilometer:
es: Entrada en Kilómetros:
fr: Entrée en kilomètres :
hi: प्रविष्टि किलोमीटर में:
id: Input dalam Kilometer:
it: Inserisci in chilometri:
ja: キロメートルで入力:
pt: Entrada em Quilômetros:
ru: Ввод в километрах:
tr: Kilometre Cinsinden Giriş:
uk: Введіть у кілометрах:
ur: کلومیٹر میں ان پٹ کریں:

source: Input in Miles:
af: Invoer in Myl:
ar: الإدخال بالأميال:
de: Eingabe in Meilen:
es: Entrada en Millas:
fr: Entrée en miles :
hi: प्रविष्टि मील में:
id: Input dalam Mil:
it: Inserisci in miglia:
ja: マイルで入力:
pt: Entrada em Milhas:
ru: Ввод в милях:
tr: Mil Cinsinden Giriş:
uk: Введіть у милях:
ur: میل میں ان پٹ کریں:

source: Input in Meters:
af: Invoer in Meter:
ar: الإدخال بالأمتار:
de: Eingabe in Meter:
es: Entrada en Metros:
fr: Entrée en mètres :
hi: प्रविष्टि मीटर में:
id: Input dalam Meter:
it: Inserisci in metri:
ja: メートルで入力:
pt: Entrada em Metros:
ru: Ввод в метрах:
tr: Metre Cinsinden Giriş:
uk: Введіть у метрах:
ur: میٹر میں ان پٹ کریں:

source: Input in Feet:
af: Invoer in Voete:
ar: الإدخال بالأقدام:
de: Eingabe in Fuß:
es: Entrada en Pies:
fr: Entrée en pieds :
hi: प्रविष्टि फीट में:
id: Input dalam Kaki:
it: Inserisci in piedi:
ja: フィートで入力:
pt: Entrada em Pés:
ru: Ввод в футах:
tr: Ayak Cinsinden Giriş:
uk: Введіть у футах:
ur: فٹ میں ان پٹ کریں:

source: Input in Centimeters:
af: Invoer in Sentimeter:
ar: الإدخال بالسنتيمترات:
de: Eingabe in Zentimeter:
es: Entrada en Centímetros:
fr: Entrée en centimètres :
hi: प्रविष्टि सेंटीमीटर में:
id: Input dalam Sentimeter:
it: Inserisci in centimetri:
ja: センチメートルで入力:
pt: Entrada em Centímetros:
ru: Ввод в сантиметрах:
tr: Santimetre Cinsinden Giriş:
uk: Введіть у сантиметрах:
ur: سینٹی میٹر میں ان پٹ کریں:

source: Input in Inches:
af: Invoer in Duim:
ar: الإدخال بالبوصات:
de: Eingabe in Zoll:
es: Entrada en Pulgadas:
fr: Entrée en pouces :
hi: प्रविष्टि इंच में:
id: Input dalam Inci:
it: Inserisci in pollici:
ja: インチで入力:
pt: Entrada em Polegadas:
ru: Ввод в дюймах:
tr: İnç Cinsinden Giriş:
uk: Введіть у дюймах:
ur: انچ میں ان پٹ کریں:

source: Select a Mass conversion:
af: Kies 'n Massaomskakeling:
ar: اختر تحويل الكتلة:
de: Wählen Sie eine Massenumrechnung:
es: Seleccione una conversión de masa:
fr: Sélectionnez une conversion de masse :
hi: भार रूपांतरण चुनें:
id: Pilih konversi Massa:
it: Seleziona una conversione di massa:
ja: 質量変換を選択してください:
pt: Selecione uma conversão de massa:
ru: Выберите преобразование массы:
tr: Bir Kütle Dönüşümü Seçin:
uk: Виберіть конверсію маси:
ur: ماس کی تبدیلی کا انتخاب کریں:

source: Mass Conversion Options
af: Massaomskakelingsopsies
ar: خيارات تحويل الكتلة
de: Optionen für Massenumrechnung
es: Opciones de conversión de masa
fr: Options de conversion de masse
hi: भार रूपांतरण विकल्प
id: Opsi Konversi Massa
it: Opzioni di conversione della massa
ja: 質量変換オプション
pt: Opções de conversão de massa
ru: Параметры преобразования массы
tr: Kütle Dönüşüm Seçenekleri
uk: Опції конверсії маси
ur: ماس تبدیلی کے اختیارات

source: Input in Kilograms:
af: Invoer in Kilogram:
ar: الإدخال بالكيلوغرامات:
de: Eingabe in Kilogramm:
es: Entrada en Kilogramos:
fr: Entrée en kilogrammes :
hi: प्रविष्टि किलोग्राम में:
id: Input dalam Kilogram:
it: Inserisci in chilogrammi:
ja: キログラムで入力:
pt: Entrada em Quilogramas:
ru: Ввод в килограммах:
tr: Kilogram Cinsinden Giriş:
uk: Введіть у кілограмах:
ur: کلوگرام میں ان پٹ کریں:

source: Input in Pounds:
af: Invoer in Ponde:
ar: الإدخال بالرطل:
de: Eingabe in Pfund:
es: Entrada en Libras:
fr: Entrée en livres :
hi: प्रविष्टि पाउंड में:
id: Input dalam Pound:
it: Inserisci in libbre:
ja: ポンドで入力:
pt: Entrada em Libras:
ru: Ввод в фунтах:
tr: Pound Cinsinden Giriş:
uk: Введіть у фунтах:
ur: پاؤنڈ میں ان پٹ کریں:

source: Input in Tons:
af: Invoer in Tonne:
ar: الإدخال بالأطنان:
de: Eingabe in Tonnen:
es: Entrada en Toneladas:
fr: Entrée en tonnes :
hi: प्रविष्टि टन में:
id: Input dalam Ton:
it: Inserisci in tonnellate:
ja: トンで入力:
pt: Entrada em Toneladas:
ru: Ввод в тоннах:
tr: Ton Cinsinden Giriş:
uk: Введіть у тоннах:
ur: ٹن میں ان پٹ کریں:

source: Input in Ounces:
af: Invoer in Ons:
ar: الإدخال بالأوقية:
de: Eingabe in Unzen:
es: Entrada en Onzas:
fr: Entrée en onces :
hi: प्रविष्टि औंस में:
id: Input dalam Ons:
it: Inserisci in once:
ja: オンスで入力:
pt: Entrada em Onças:
ru: Ввод в унциях:
tr: Ons Cinsinden Giriş:
uk: Введіть у унціях:
ur: انس میں ان پٹ کریں:

source: Input in Grams:
af: Invoer in Gram:
ar: الإدخال بالجرامات:
de: Eingabe in Gramm:
es: Entrada en Gramos:
fr: Entrée en grammes :
hi: प्रविष्टि ग्राम में:
id: Input dalam Gram:
it: Inserisci in grammi:
ja: グラムで入力:
pt: Entrada em Gramas:
ru: Ввод в граммах:
tr: Gram Cinsinden Giriş:
uk: Введіть у грамах:
ur: گرام میں ان پٹ کریں:

source: Select a Temperature conversion:
af: Kies 'n Temperatuuromskakeling:
ar: اختر تحويل درجة الحرارة:
de: Wählen Sie eine Temperaturumrechnung:
es: Seleccione una conversión de temperatura:
fr: Sélectionnez une conversion de température :
hi: तापमान रूपांतरण चुनें:
id: Pilih konversi Suhu:
it: Seleziona una conversione di temperatura:
ja: 温度変換を選択してください:
pt: Selecione uma conversão de temperatura:
ru: Выберите преобразование температуры:
tr: Bir Sıcaklık Dönüşümü Seçin:
uk: Виберіть конверсію температури:
ur: درجہ حرارت کی تبدیلی کا انتخاب کریں:

source: Temperature Conversion Options
af: Temperatuuromskakelingsopsies
ar: خيارات تحويل درجة الحرارة
de: Optionen für Temperaturumrechnung
es: Opciones de conversión de temperatura
fr: Options de conversion de température
hi: तापमान रूपांतरण विकल्प
id: Opsi Konversi Suhu
it: Opzioni di conversione della temperatura
ja: 温度変換オプション
pt: Opções de conversão de temperatura
ru: Параметры преобразования температуры
tr: Sıcaklık Dönüşüm Seçenekleri
uk: Опції конверсії температури
ur: درجہ حرارت تبدیلی کے اختیارات

source: Input in Celsius:
af: Invoer in Celsius:
ar: الإدخال بالدرجة المئوية:
de: Eingabe in Celsius:
es: Entrada en Celsius:
fr: Entrée en Celsius :
hi: प्रविष्टि सेल्सियस में:
id: Input dalam Celsius:
it: Inserisci in Celsius:
ja: 摂氏で入力:
pt: Entrada em Celsius:
ru: Ввод в градусах Цельсия:
tr: Celsius Cinsinden Giriş:
uk: Введіть у Цельсіях:
ur: سیلسیس میں ان پٹ کریں:

source: Input in Fahrenheit:
af: Invoer in Fahrenheit:
ar: الإدخال بالفهرنهايت:
de: Eingabe in Fahrenheit:
es: Entrada en Fahrenheit:
fr: Entrée en Fahrenheit :
hi: प्रविष्टि फारेनहाइट में:
id: Input dalam Fahrenheit:
it: Inserisci in Fahrenheit:
ja: 華氏で入力:
pt: Entrada em Fahrenheit:
ru: Ввод в градусах Фаренгейта:
tr: Fahrenheit Cinsinden Giriş:
uk: Введіть у Фаренгейтах:
ur: فارن ہائیٹ میں ان پٹ کریں:

source: Input in Kelvin:
af: Invoer in Kelvin:
ar: الإدخال بالكلفن:
de: Eingabe in Kelvin:
es: Entrada en Kelvin:
fr: Entrée en Kelvin :
hi: प्रविष्टि केल्विन में:
id: Input dalam Kelvin:
it: Inserisci in Kelvin:
ja: ケルビンで入力:
pt: Entrada em Kelvin:
ru: Ввод в кельвинах:
tr: Kelvin Cinsinden Giriş:
uk: Введіть у Кельвінах:
ur: کلوین میں ان پٹ کریں:

source: Select a Volume conversion:
af: Kies 'n Volumeomskakeling:
ar: اختر تحويل الحجم:
de: Wählen Sie eine Volumenumrechnung:
es: Seleccione una conversión de volumen:
fr: Sélectionnez une conversion de volume :
hi: आयतन रूपांतरण चुनें:
id: Pilih konversi Volume:
it: Seleziona una conversione di volume:
ja: 体積変換を選択してください:
pt: Selecione uma conversão de volume:
ru: Выберите преобразование объёма:
tr: Bir Hacim Dönüşümü Seçin:
uk: Виберіть конверсію об'єму:
ur: حجم کی تبدیلی کا انتخاب کریں:

source: Volume Conversion Options
af: Volumeomskakelingsopsies
ar: خيارات تحويل الحجم
de: Optionen für Volumenumrechnung
es: Opciones de conversión de volumen
fr: Options de conversion de volume
hi: आयतन रूपांतरण विकल्प
id: Opsi Konversi Volume
it: Opzioni di conversione del volume
ja: 体積変換オプション
pt: Opções de conversão de volume
ru: Параметры преобразования объёма
tr: Hacim Dönüşüm Seçenekleri
uk: Опції конверсії об'єму
ur: حجم تبدیلی کے اختیارات

source: Input in Liter:
af: Invoer in Liter:
ar: الإدخال باللتر:
de: Eingabe in Liter:
es: Entrada en Litros:
fr: Entrée en litres :
hi: प्रविष्टि लीटर में:
id: Input dalam Liter:
it: Inserisci in litri:
ja: リットルで入力:
pt: Entrada em Litros:
ru: Ввод в литрах:
tr: Litre Cinsinden Giriş:
uk: Введіть у літрах:
ur: لیٹر میں ان پٹ کریں:

source: Input in Gallon (US):
af: Invoer in Gallon (VSA):
ar: الإدخال بالجالون (الأمريكي):
de: Eingabe in Gallone (US):
es: Entrada en Galón (EE. UU.):
fr: Entrée en gallons (US) :
hi: प्रविष्टि गैलन (यूएस) में:
id: Input dalam Galon (AS):
it: Inserisci in galloni (US):
ja: ガロン (米国) で入力:
pt: Entrada em Galão (EUA):
ru: Ввод в галлонах (США):
tr: Gallon (ABD) Cinsinden Giriş:
uk: Введіть у галонах (США):
ur: گیلن (امریکہ) میں ان پٹ کریں:

source: Input in Milliliter:
af: Invoer in Milliliter:
ar: الإدخال بالملليلتر:
de: Eingabe in Milliliter:
es: Entrada en Mililitros:
fr: Entrée en millilitres :
hi: प्रविष्टि मिलीलीटर में:
id: Input dalam Mililiter:
it: Inserisci in millilitri:
ja: ミリリットルで入力:
pt: Entrada em Mililitros:
ru: Ввод в миллилитрах:
tr: Mililitre Cinsinden Giriş:
uk: Введіть у мілілітрах:
ur: ملی لیٹر میں ان پٹ کریں:

source: Input in Cubic Meter:
af: Invoer in Kubieke Meter:
ar: الإدخال بالمتر المكعب:
de: Eingabe in Kubikmeter:
es: Entrada en Metro cúbico:
fr: Entrée en mètres cubes :
hi: प्रविष्टि घन मीटर में:
id: Input dalam Meter Kubik:
it: Inserisci in metri cubi:
ja: 立方メートルで入力:
pt: Entrada em Metro Cúbico:
ru: Ввод в кубических метрах:
tr: Metreküp Cinsinden Giriş:
uk: Введіть у кубічних метрах:
ur: مکعب میٹر میں ان پٹ کریں:

source: Input in Gallon (UK) :
af: Invoer in Gallon (VK):
ar: الإدخال بالجالون (البريطاني):
de: Eingabe in Gallone (UK):
es: Entrada en Galón (Reino Unido):
fr: Entrée en gallons (UK) :
hi: प्रविष्टि गैलन (यूके) में:
id: Input dalam Galon (UK):
it: Inserisci in galloni (UK):
ja: ガロン (英国) で入力:
pt: Entrada em Galão (Reino Unido):
ru: Ввод в галлонах (Великобритания):
tr: Gallon (İngiltere) Cinsinden Giriş:
uk: Введіть у галонах (Велика Британія):
ur: گیلن (برطانیہ) میں ان پٹ کریں:

source: Input in Liter :
de: Eingabe in Liter:
es: Entrada en Litro:
fr: Entrée en litres :
hi: प्रविष्टि लीटर में:
id: Input dalam Liter:
it: Inserisci in litri:
ja: リットルで入力:
pt: Entrada em Litros:
ru: Ввод в литрах :
tr: Litre Cinsinden Giriş:
uk: Введіть у літрах:
ur: لیٹر میں ان پٹ کریں :

source: Input in Cubic Inch :
af: Invoer in Kubieke Duim:
ar: الإدخال بالبوصة المكعبة:
de: Eingabe in Kubikzoll:
es: Entrada en Pulgada cúbica:
fr: Entrée en pouces cubes :
hi: प्रविष्टि घन इंच में:
id: Input dalam Inci Kubik:
it: Inserisci in pollici cubici:
ja: 立方インチで入力:
pt: Entrada em Polegada Cúbica:
ru: Ввод в кубических дюймах:
tr: İnç Küp Cinsinden Giriş:
uk: Введіть у кубічних дюймах:
ur: مکعب انچ میں ان پٹ کریں :

source: Input in Milliliter :
ar: الإدخال بالملليلتر:
de: Eingabe in Milliliter:
es: Entrada en Mililitro:
fr: Entrée en millilitres :
hi: प्रविष्टि मिलीलीटर में:
id: Input dalam Mililiter:
it: Inserisci in millilitri:
ja: ミリリットルで入力:
pt: Entrada em Mililitros:
ru: Ввод в миллилитрах :
tr: Mililitre Cinsinden Giriş:
uk: Введіть у мілілітрах:
ur: ملی لیٹر میں ان پٹ کریں :

source: Input in Cubic Centimeter :
af: Invoer in Kubieke Sentimeter:
ar: الإدخال بالسنتيمتر المكعب:
de: Eingabe in Kubikzentimeter:
es: Entrada en Centímetro cúbico:
fr: Entrée en centimètres cubes :
hi: प्रविष्टि घन सेंटीमीटर में:
id: Input dalam Sentimeter Kubik:
it: Inserisci in centimetri cubici:
ja: 立方センチメートルで入力:
pt: Entrada em Centímetro Cúbico:
ru: Ввод в кубических сантиметрах:
tr: Santimetreküp Cinsinden Giriş:
uk: Введіть у кубічних сантиметрах:
ur: مکعب سینٹی میٹر میں ان پٹ کریں :

source: Input in Barrel (US) :
af: Invoer in Vaat (VSA):
ar: الإدخال بالبرميل (الأمريكي):
de: Eingabe in Fass (US):
es: Entrada en Barril (EE. UU.):
fr: Entrée en barils (US) :
hi: प्रविष्टि बैरल (यूएस) में:
id: Input dalam Barel (AS):
it: Inserisci in barili (US):
ja: バレル (米国) で入力:
pt: Entrada em Barril (EUA):
ru: Ввод в баррелях (США):
tr: Varil (ABD) Cinsinden Giriş:
uk: Введіть у бочках (США):
ur: بارل (امریکہ) میں ان پٹ کریں :

source: Invalid input, only numbers allowed
af: Ongeldige invoer, slegs syfers toegelaat
ar: إدخال غير صالح، يُسمح بالأرقام فقط
de: Ungültige Eingabe, nur Zahlen erlaubt
es: Entrada no válida, solo se permiten números
fr: Entrée invalide, seuls les nombres sont autorisés
hi: अमान्य प्रविष्टि, केवल संख्याएं अनुमत हैं
id: Input tidak valid, hanya angka yang diizinkan
it: Input non valido, sono consentiti solo numeri
ja: 無効な入力です。数字のみ使用可能です
pt: Entrada inválida, apenas números são permitidos
ru: Неверный ввод, разрешены только числа
tr: Geçersiz giriş, yalnızca sayılara izin verilir
uk: Невірний ввід, дозволяються лише цифри
ur: غلط ان پٹ، صرف نمبرز کی اجازت ہے

source: Use Radians
af: Gebruik Radiale
ar: استخدم الراديان
de: Radian verwenden
fr: Utiliser les Radians
hi: रेडियन का उपयोग करें
id: Gunakan Radian
it: Usa Radiani
ja: ラジアンを使用
pt: Usar Radianos
ru: Использовать радианы
tr: Radyan Kullan
uk: Використовувати радіани
ur: ریڈیئن استعمال کریں
